{
    "text": "《两条彩虹》熊奶奶病了。好心的熊奶奶曾经给小狐狸做了一个帽子，给小白猪做了一个大花环，当然还为别的小动物做了很多好事儿。现在熊奶奶病了，大家都要去帮助她。小狐狸给熊奶奶送来了一罐蜂蜜。小白猪给熊奶奶送来了一瓶水。青蛙大叔来看熊奶奶，熊奶奶说：“我想看彩虹，彩虹是世界上最美的东西，谁看到就会得到幸福，但我可能看不到了。”青蛙大叔安慰熊奶奶说：“您放心，您会看到彩虹的，您会得到幸福的。”青蛙大叔从熊奶奶家里出来后，心里想：“听说美丽的彩虹有七种颜色，横跨在空中，我怎么能让熊奶奶看到彩虹呢？” 青蛙大叔终于想出了个好办法：”我没有本事让天空出现彩虹，但是可以在地里种上各种颜色的鲜花，让它像天上的彩虹一样美。青蛙大叔在熊奶奶的窗外，用各种颜色的鲜花架起了一道花的彩虹。然后，他对着熊奶奶的窗口大声叫喊：“熊奶奶!快打开您的窗子吧！”熊奶奶看到青蛙大叔用鲜花架起的花的彩虹，笑着说：“啊！和我梦中看到过的彩虹一模一样，太美了。”这时，天空也出现了一道彩虹，熊奶奶看着两道彩虹，高兴得拍起了手。熊奶奶看到彩虹，她的病竟然好起来了！青蛙大叔、小狐狸、小白猪都好开心啊。",
    "translation": "Grandma Bear was sick. Good-hearted Grandma Bear had once made a hat for Little Fox, and made a flower wreath for Little White Pig, and of course also did many good deeds for the other animals. Now that Grandma Bear was sick, everyone wanted to go help her.\nLittle Fox brought her a jar of honey. Little White Pit brought her a bottle of water.\nUncle Frog went to visit Grandma Bear, and Grandma Bear said: “I want to see a rainbow, rainbows are the most beautiful things in the world, whoever sees them will have good fortune, but I probably won’t be able to see one.”\nUncle Frog comforted Grandma Bear saying: “You’ll see a rainbow, you’ll have good fortune.”\nAfter Uncle Frog came out of Grandma Bear’s house, in his heart he thought: “I’ve heard that beautiful rainbows have seven colors, stretching across the sky, how can I let Grandma Bear see a rainbow?” Uncle Frog finally thought up a good solution: “I don’t have the ability to make a rainbow appear in the sky, but I can plant all sorts of colored flowers in the ground, so they are just as beautiful as a rainbow in the sky.”\nOutside of Grandma Bear’s window Uncle Frog used all sorts of colored flowers to put into a flower rainbow. Then, he loudly shouted towards Grandma Bear’s window: “Grandma Bear! Quick, open your window!”\nGrandma Bear saw the flower rainbow that Uncle Frog had made with fresh flowers, and said smiling: “Wow! It’s exactly as beautiful as the rainbow I saw in my dreams, how lovely!”\nJust then, a rainbow appeared in the sky, Grandma Bear saw two rainbows, and was so happy she clapped her hands.\nGrandma Bear saw the rainbows, and to her surprise her sickness was cured! Uncle Frog, Little Fox, and Little White Pig were all so happy.",
    "pinyin": "liǎng tiáo cǎihóng xióng nǎinai bìng le hǎoxīn de xióng nǎinai céngjīng gěi xiǎo húli zuò le yī gè màozi gěi xiǎobái zhū zuò le yī gè dà huāhuán dāngrán hái wéi biéde xiǎo dòngwù zuò le hěn duō hǎoshì r xiànzài xióng nǎinai bìng le dàjiā dōu yào qù bāngzhù tā xiǎo húli gěi xióng nǎinai sòng lái le yī guàn fēngmì xiǎobái zhū gěi xióng nǎinai sòng lái le yī píng shuǐ qīngwā dàshū láikàn xióng nǎinai xióng nǎinai shuō wǒ xiǎng kàn cǎihóng cǎihóng shì shìjiè shàng zuì Měidí dōngxi shéi kàn dào jiù huì dédào xìngfú dàn wǒ kěnéng kàn bù dàoliǎo qīngwā dàshū ānwèi xióng nǎinai shuō nín fàngxīn nín huì kàn dào cǎihóng de nín huì dédào xìngfú de qīngwā dàshū cóng xióng nǎinai jiālǐ chulai hòu xīnli xiǎng tīngshuō měilì de cǎihóng yǒu qī zhǒng yánsè héngkuà zài kōngzhōng wǒ zěnme néng ràng xióng nǎinai kàn dào cǎihóng ne qīngwā dàshū zhōngyú xiǎngchū le gè hǎo bànfǎ wǒ méiyǒu běnshì ràng tiānkōng chūxiàn cǎihóng dànshì kěyǐ zàidì lǐ zhǒng shàng gèzhǒngyánsè de xiānhuā ràng tā xiàng tiānshàng de cǎihóng yīyàng měi qīngwā dàshū zài xióng nǎinaide chuāng wài yòng gèzhǒngyánsè de xiānhuā jià qǐ le yīdào huā de cǎihóng ránhòu tā duì zháo xióng nǎinaide chuāngkǒu dàshēng jiàohǎn xióng nǎinai kuài dǎkāi nín de chuāngzi ba xióng nǎinai kàn dào qīngwā dàshū yòng xiānhuā jià qǐ de huā de cǎihóng xiào zháo shuō á hé wǒ mèngzhōng kàn dào guò de cǎihóng yīmúyīyàng tài měi le zhèshí tiānkōng yě chūxiàn le yīdào cǎihóng xióng nǎinai kàn zháo liǎng dào cǎihóng gāoxìng de pāi qǐ le shǒu xióng nǎinai kàn dào cǎihóng tā de bìng jìngrán hǎoqǐlai le qīngwā dàshū xiǎo húli xiǎobái zhū dōu hǎo kāixīn á ",
    "HSK_level": "HSK3",
    "source_url": "http://chinesereadingpractice.com/2020/06/16/childrens-story-two-rainbows/",
    "retrieved_date": "21-03-2024"
}