{
    "text": "大树公公很久很久以前，在一片大森林里，生长着一棵大树。大森林里的小动物们都喜欢在大树下唱歌跳舞玩游戏。大家都叫他：”大树公公”。那时候，小动物们都没有耳朵，听不到风声雨声，听不到欢歌笑语，也听不到彼此的呼唤。看着小动物们天真无邪的笑脸，大树公公非常着急，他想了九天九夜，忽然想到了自己满身的树叶儿。要是把它们送给小动物们当耳朵，不是一件很好的事情吗？风阿姨看出了大树公公的心事，她对大树公公说：”不能这样做，把身上的树叶儿都摘掉，你会有生命危险的。”[HARD PART] 雨婆婆知道了大树公公的想法，她对大树公公说：”树叶儿是你生命中重要的组成部分，你要用叶绿素进行光合作用，制造养料。失去树叶儿，就等于失去了自己的生命。”大树公公笑着说：”你们不要劝我，只要小动物们能拥有两只可以听到各种美妙声音的耳朵，我愿意付出自己的一切。”就这样，大树公公摘下了他身上的一片片树叶儿，送给每一个小动物。大象得到了两片大大的树叶儿，他有了两只大大的耳朵。小老鼠得到了两片小小的树叶儿，他有了两只小小的耳朵。小白兔、小松鼠、小胖猪、所有的`小动物，都有了两只可以听到各种声音的小耳朵。就在大树公公摘下他身上的最后一片树叶儿，就要失去绿色生命的时候，小动物们都哭了。小动物们的眼泪浸湿了大树公公身上所有的枝条。枝条们纷纷落在地上，生根发芽，变成了一棵棵绿色的小树苗。大树公公微笑着，慢慢溶入了他脚下的土地。后来，那些小树苗长成了一棵棵枝繁叶茂的大树，一棵棵大树又组成一片大大的森林。",
    "translation": "Long, long ago, in a forest, there grew a big tree. All the little animals in the forest all liked to sing and dance and play beneath it. Everyone called it: “Grandfather Tree”. \nAt that time, little animals had no ears, they couldn’t hear the wind or the rain, they couldn’t hear happy songs or the sound of laughter, and they couldn’t hear each other’s calls. \nSeeing the little animals’ innocent faces, Grandpa Tree was very worried, he thought for nine days and nine nights, and suddenly thought of the leaves that covered his own body. If he took them and gave them to the small animals to use as ears, wouldn’t that be a wonderful thing?\nAuntie Wind saw what Grandpa Tree was thinking, and she said to Grandpa Tree: “You can’t do that, if you pluck off all the leaves on your body, your life will be in danger.” \n[HARD PART] Grandma Rain knew about Grandpa Tree’s idea, and she said to Grandpa Tree: “Leaves make up an important component of your life, you must use the chlorophyll in leaves to conduct photosynthesis, and create nourishment. If you lose your leaves, it’s equal to losing your life.”   \nSmiling, Grandpa Tree said: “[Now] you [two] don’t push me, as long as the little animals [each] have two ears that can hear all kinds of wonderful sounds, I’m willing to give my all.” \nAnd so, Grandpa Tree plucked off each leaf on his body, and gave them to every animal. \nThe elephant received two big leaves, and he had two big ears. The mouse received two little leaves, and he had two little ears. The white rabbit, the squirrel, the fat pig, and all the little animals all had two ears that could hear all kinds of sounds. \nJust as Grandpa Tree plucked off the last leaf on his body, and was about to lose his green life, the little animals all cried. The animals’ tears moistened the branches on Grandpa Tree’s body. As the branches fell to the ground, they sprouted, and became many green tree shoots.\nGrandpa Tree smiled slightly, and slowly dissolved into the earth at his feet. \nLater, those tree shoots grew into a verdant big trees, and those big trees became a huge forest.",
    "pinyin": "Dàshù gōnggong hěn jiǔ hěn jiǔ yǐqián zài yīpiàn dà sēnlín lǐ shēngzhǎng zháo yī kē Dàshù dà sēnlín lǐ de xiǎo dòngwù men dōu xǐhuan zài Dàshù xià chànggē tiàowǔ wán yóuxì dàjiā dōu jiào tā Dàshù gōnggong nàshíhou xiǎo dòngwù men dōu méiyǒu ěrduo tīngbudào fēngshēng yù shēng tīngbudào huān gē xiàoyǔ yě tīngbudào bǐcǐ de hūhuàn kàn zháo xiǎo dòngwù men tiānzhēn wúxié de xiàoliǎn Dàshù gōnggong fēicháng zháojí tā xiǎng le jiǔtiān jiǔ yè hūrán xiǎng dàoliǎo zìjǐ mǎnshēn de shùyè r yàoshi bǎ tāmen sònggěi xiǎo dòngwù men dāng ěrduo bùshì yī jiàn hěn hǎo de shìqing ma fēng āyí kànchū le Dàshù gōnggong de xīnshì tā duì Dàshù gōnggong shuō bùnéng zhèyàng zuò bǎ shēnshang de shùyè r dōu zhāi diào nǐ huì yǒu shēngmìng wēixiǎn de yù pópo zhīdàole Dàshù gōnggong de xiǎngfǎ tā duì Dàshù gōnggong shuō shùyè r shì nǐ shēngmìng zhōng zhòngyào de zǔchéngbùfèn nǐ yào yòng yèlǜsù jìnxíng guānghézuòyòng zhìzào yǎngliào shīqù shùyè r jiù děngyú shīqù le zìjǐ de shēngmìng Dàshù gōnggong xiào zháo shuō nǐmen bùyào quàn wǒ zhǐyào xiǎo dòngwù men néng yōngyǒu liǎng zhǐ kěyǐ tīngdào gèzhǒng měimiào shēngyīn de ěrduo wǒ yuànyì fùchū zìjǐ de yīqiè jiù zhèyàng Dàshù gōnggong zhāixià le tā shēnshang de yīpiàn piàn shùyè r sònggěi měiyī gè xiǎo dòngwù dàxiàng de dàoliǎo liǎng piàn dàdà de shùyè r tā yǒule liǎng zhǐ dàdà de ěrduo xiǎo lǎoshǔ dédào le liǎng piàn xiǎoxiǎo de shùyè r tā yǒule liǎng zhǐ xiǎoxiǎo de ěrduo xiǎobái tù xiǎo sōngshǔ xiǎo pán zhū suǒyǒu de xiǎo dòngwù dōu yǒule liǎng zhǐ kěyǐ tīngdào gèzhǒng shēngyīn de xiǎo ěrduo jiù zài Dàshù gōnggong zhāixià tā shēnshang de zuìhòu yīpiàn shùyè r jiùyào shīqù lǜsè shēngmìng de shíhou xiǎo dòngwù men dōu kū le xiǎo dòngwù men de yǎnlèi jìn shī le Dàshù gōnggong shēnshang suǒyǒu de zhītiáo zhītiáo men fēnfēn luò zài dìshang shēng gēn fāyá biàn chéngle yī kē kē lǜsè de xiǎo shùmiáo Dàshù gōnggong wēixiào zháo mànmàn róng rù le tā jiǎoxià de tǔdì hòulái nàxiē xiǎo shùmiáo cháng chéngle yī kē kē zhī fán yè mào de Dàshù yī kē kē Dàshù yòu zǔchéng yīpiàn dàdà de sēnlín ",
    "HSK_level": "HSK3",
    "source_url": "http://chinesereadingpractice.com/2020/04/22/childrens-stories-grandpa-tree/",
    "retrieved_date": "21-03-2024"
}