{
    "text": "胆小先生有一位先生，住在一座漂亮的房子里。因为他的胆子很小，大家都叫他胆小先生。一天，一只大老鼠闯进了他的房子。胆小先生马上去捉，结果在地下室捉住了它。“你放了我!”大老鼠挣扎着说，”我要是一跺脚，整个房子就塌了。”胆小先生害怕了，连忙放开了他，还允许他住在地下室里。地下室里吃的东西真多，大老鼠吃呀，喝呀，真开心。后来，大老鼠生了一窝小老鼠，小老鼠又长成大老鼠……很快，地下室住满了老鼠。“不行，不行!”大老鼠冲着胆小先生嚷嚷：”这么多老鼠住这么一个小小的地下室，而你一个人住那么多房间，太不合理了，得换房子。”“换房子?”胆小先生住在地下室，老鼠们住进各个房间，他们在宽大的客厅里唱呀，跳呀，在喷香的厨房里喝呀，吃呀，每天都像过节一样。“你应该搬出去!”大老鼠又冲着胆小先生嚷嚷，”你干嘛住在地下室?这么好的地下室，你配住吗?”“什么?”胆小先生气愤得跺了一下右脚，”咚“老鼠们害怕了，他们个个抱头乱窜，以为地震了。“哦，原来我是很有力量的!”胆小先生抓起旧扫帚，这儿一扑，那儿一打，这儿一戳，那儿一捣，老鼠被打得”吱吱”叫，全逃走了。",
    "translation": "There was a man who lived in a beautiful house. Because he had very little courage, everyone called him Mr. Coward.\nOne day, a big mouse charged into his house. Mr. Coward immediately went to catch it, and the result was that he caught it in the basement.\n“Let me go!” the big mouse said, struggling, “If I stamp one foot, the whole house will fall down.”\nMr. Coward was afraid, and hurriedly let him go, and even allowed him to live in the basement.\nThere was lots to eat in the basement, and the big mouse ate, and drank, and had lots of fun. Later, the big mouse birthed a nest of little mice, and the little mice grew into big mice…. soon, the basement was full of mice.\n“This won’t do, this won’t do!” the big mouse yelled at Mr. Coward, “This many mice living in this small, small basement, and you alone living in that many rooms, it’s too unreasonable, we have to switch quarters.”\n“Switch quarters?” So Mr. Coward [went to] live in the basement, the mice moved into every [upstairs] room, and in the wide living room they sange, and jumped, and in the fragrant kitchen they drank, and ate, and every day was like a holiday.\n“You should move out!” the big mouse again yelled at Mr. Coward, “What are you doing living in the basement? Such a nice basement, do you deserve to live there?”\n“What?” Mr. Coward was so angry he stamped his right foot, “Dong…” The mice were afraid, they covered their heads and fled in disarray, thinking it was an earthquake.\n“Oh! Turns out I’m quite fierce!” Mr. Coward grabbed up an old broom, pouncing here, hitting there, stabbing here and beating there, beating the mice until they squeaked “zhi zhi“, and they all ran away.",
    "pinyin": "dǎnxiǎo xiānsheng yǒu yī wèi xiānsheng zhù zài yī zuò piàoliang de fángzi lǐ yīnwèi tā de dǎnzi hěn xiǎo dàjiā dōu jiào tā dǎnxiǎo xiānsheng yī tiān yī zhǐ dà lǎoshǔ chuǎngjìn le tā de fángzi dǎnxiǎo xiānsheng mǎshàng qù zhuō jiéguǒ zài dìxiàshì zhuōzhù le tā nǐ fàng le wǒ dà lǎoshǔ zhēngzhá zháo shuō wǒ yàoshi yī duò jiǎo zhěnggè fángzi jiù tā le dǎnxiǎo xiānsheng hàipà le liánmáng fàngkāi le tā hái yǔnxǔ tā zhù zài dìxiàshì lǐ dìxiàshì lǐ chī de dōngxi zhēn duō dà lǎoshǔ chī ya hē ya zhēn kāixīn hòulái dà lǎoshǔ shēng le yī wō xiǎo lǎoshǔ xiǎo lǎoshǔ yòu zhǎngchéng dà lǎoshǔ hěn kuài dìxiàshì zhù mǎn le lǎoshǔ bùxíng bùxíng dà lǎoshǔ chōng zháo dǎnxiǎo xiānsheng rāngrang zhème duō lǎoshǔ zhù zhème yī gè xiǎoxiǎo de dìxiàshì ér nǐ yīgèrén zhù nàme duō fángjiān tài bùhélǐ le de huàn fángzi huàn fángzi dǎnxiǎo xiānsheng zhù zài dìxiàshì lǎoshǔ men zhù jìn gègè fángjiān tāmen zài kuāndà de kètīng lǐ chàng ya tiào ya zài pèn xiāng de chúfáng lǐ hē ya chī ya měitiān dōu xiàng guòjié yīyàng nǐ yīnggāi bānchūqù dà lǎoshǔ yòu chōng zháo dǎnxiǎo xiānsheng rāngrang nǐ gànmá zhù zài dìxiàshì zhème hǎo de dìxiàshì nǐ pèi zhù ma shénme dǎnxiǎo xiānsheng qìfèn de duò le yīxià yòu jiǎo dōng lǎoshǔ men hàipà le tāmen gègè bàotóu luàncuàn yǐwéi dìzhèn le o yuánlái wǒ shì hěn yǒu lìliang de dǎnxiǎo xiānsheng zhuā qǐ jiù sàozhou zhèr yī pū nàr yīdá zhèr yī chuō nàr yī dǎo lǎoshǔ bèi dǎ de zī zī jiào quán táozǒu le ",
    "HSK_level": "HSK3",
    "source_url": "http://chinesereadingpractice.com/2020/05/08/chinese-childrens-stories-mr-coward/",
    "retrieved_date": "21-03-2024"
}