{
    "text": "三个蝴蝶 花园里有三只蝴蝶，一只是红色的，一只是黄色的，一只是白色的。三个好朋友天天都在一起玩，可好了。一天，他们正玩得，天突然下起了雨。三只蝴蝶的翅膀都被雨打湿了，浑身冻得发抖。 三只小蝴蝶一起飞到红花那里，对红花说: “红花姐姐，让我们飞到你的叶子下面躲躲雨吧！” 红花说: “红蝴蝶进来吧，其他的快飞开！” 三个好朋友一齐摇摇头: “我们是好朋友，一块儿来，也一块儿走。” 他们又飞到黄花那里，对黄花说: “黄花姐姐，让我们飞到你的叶子下面躲躲雨吧！”黄花说: “黄蝴蝶进来吧，其他的快飞开！” 三个好朋友一齐摇摇头: “我们是好朋友，一块儿来，也一块儿走。” 然后，他们又飞到白花那里，对白花说: “白花姐姐，让我们飞到你的叶子下面躲躲雨吧！” 可是白花也说: “白蝴蝶进来吧，其他的快飞开！” 这三个好朋友还是一齐摇摇头，对白花说: “我们是好朋友，一块儿来，也一块儿走。” 这时，太阳公公看见了，赶忙把乌云赶走，叫雨停下。 天终于晴了，这三个好朋友又一起在花丛中跳舞玩游戏了。",
    "translation": "In the garden there were three butterflies, one red one, one yellow one, and one white one. Every day the three good friends played together, it was great. One day just as they were playing, it suddenly began to rain. The three butterflies’ wings were drenched by the rain, their whole bodies were trembling with cold. \nThe three butterflies few together to a red flower, and said to it: “Big Sister Red Flower, let us hide from the rain under your leaves.” \nThe red flower said: “The red butterfly can come in, but the others must leave.”\nThe three good friends shook their heads together: “We’re good friends, we came together, and we’ll leave together.”\nThey flew off to a yellow flower, and to the yellow flower said, “Big Sister Yellow Flower, let us hide from the rain under your leaves.” The yellow flower said: “The yellow butterfly can come in, but the others must leave.”\nThe three good friends shook their heads and said: “We’re good friends, we came together, and we’ll leave together.”\nThen, they flew away to the white flower, and to the white flower said: “Big Sister White Flower, let us hide from the rain under your leaves!”  \nBut the white flower said to them: “The white butterfly can come in, but the rest must leave.” \nThe three good friends still shook their heads together and said: “We’re good friends, we came together and we’ll leave together.”\nAt this time, Old Man Sun saw what was happening, and he hurriedly chased the black clouds away and made the rain stop.     \nThe sky was finally clear, and the three friends again went again to play and dance among the flowers.",
    "pinyin": "sān gè húdié huāyuán lǐ yǒu sān zhǐ húdié yī zhǐshì hóngsè de yī zhǐshì huángsè de yī zhǐshì báisè de sān gè hǎopéngyou tiāntiān dōu zàiyīqǐ wán kě hǎole yī tiān tāmen zhèng wán de tiān tūrán xià qǐ le yù sān zhǐ húdié de chìbǎng dōu bèi yù dǎ shī le húnshēn dòng de fādǒu sān zhǐ xiǎo húdié yīqǐ fēi dào hónghuā nàli duì hónghuā shuō hónghuā jiějie ràng wǒmen fēi dào nǐ de yèzi xiàmian duǒ duǒ yù ba hónghuā shuō hóng húdié jìnlái ba qítā de kuài fēi kāi sān gè hǎopéngyou yīqí yáo yáotóu wǒmen shì hǎopéngyou yīkuài r lái yě yīkuàir zǒu tāmen yòu fēi dào huánghuā nàli duì huánghuā shuō huánghuā jiějie ràng wǒmen fēi dào nǐ de yèzi xiàmian duǒ duǒyǔ ba huánghuā shuō huáng húdié jìnlái ba qítā de kuài fēi kāi sān gè hǎopéngyou yīqí yáo yáotóu wǒmen shì hǎopéngyou yīkuàir lái yě yīkuàir zǒu ránhòu tāmen yòu fēi dào bái huā nàli duìbái huā shuō bái huā jiějie ràng wǒmen fēi dào nǐ de yèzi xiàmian duǒ duǒyǔ ba kěshì bái huā yě shuō bái húdié jìnlái ba qítā de kuài fēi kāi zhè sān gè hǎopéngyou háishi yīqí yáo yáotóu duìbái huā shuō wǒmen shì hǎopéngyou yīkuàir lái yě yīkuàir zǒu zhèshí tàiyang gōnggong kànjiàn le gǎnmáng bǎ wūyún gǎnzǒu jiào yù tíngxià tiān zhōngyú qíng le zhè sān gè hǎopéngyou yòu yīqǐ zài huācóng zhōng tiàowǔ wán yóuxì le ",
    "HSK_level": "HSK3",
    "source_url": "http://chinesereadingpractice.com/2011/03/16/three-good-friends/",
    "retrieved_date": "21-03-2024"
}