{
    "text": "画蛇添足有个人举办晚会，把一壶酒给客人喝。客人拿着这壶酒，觉得这么多人喝一壶酒，肯定不够，还不如给一个人喝。可是到底给谁好呢？于是，客人商量了一个好主意，就是每个人在地上画一条蛇，谁先画完了这壶酒就给谁喝。大家都同意这个办法。每个客人拿了一根小棍，开始在地上画蛇。有一个人画得很快，他几分钟就把蛇画好了，于是他把酒壶拿了过来。正待他要喝酒时，他看见其他人还没把蛇画完，他十分得意地又拿起小棍，自言自语地说：“看我再来给蛇添上几只脚，他们也未必画完。” 不料，这个人给蛇画脚还没完，手上的酒壶便被旁边一个人一把抢了过去，原来，那个人的蛇画完了。这个给蛇画脚的人不依，说：“我最先画完蛇，酒应该给我喝！”那个人笑着说：“你到现在还在画，而我已经画完，酒当然是我的！”画蛇脚的人说：“我早就画完了，现在是趁时间还早，不过是给蛇添几只脚而已。”那人说：“蛇本来就没有脚，你要给它添几只脚那你就添吧，酒反正你是喝不成了！”那人很不客气地喝起酒来，那个给蛇画脚的人却看着本属自己而现在已被别人拿走的酒，很后悔。",
    "translation": "There was a man who threw a party, and gave a pot of wine to his guests. The guests took the wine, but felt that with so many people drinking one pot of wine, surely it wouldn’t be enough, and it would be better to give [the whole pot] to one person. But who would be best to give it to? So, the guests discussed it and [came up with] a good idea, which was that everyone should draw a snake on the ground, and whoever finished drawing the snake first, that’s who would be given the wine to drink. Everyone agreed to this solution. \nEvery guest took up a small stick, and started drawing a snake on the ground. One person drew very fast, and had finished his snake in just a few minutes, so he took up the pot of wine. Just as he was waiting to drink it, he saw the others still hadn’t finished drawing snakes, so feeling very pleased with himself he took up the stick again, and said to himself, “Looks like [if] I give the snake a few feet, they still won’t necessarily be done.” \nUnexpectedly, before this person could finish drawing feet on the snake, the wine pot in his hand was snatched away by the man next to him, turns out, that person’s snake was finished.\nThe person drawing feet on the snake wasn’t having any of that, and said, “I finished the snake first, the wine should be given to me!”\nThe [other] person said, smiling: “You’re still drawing, but I’ve already finished, of course the wine should be mine!” \nThe man drawing feet on the snake said: “I finished early, now I’m just taking advantage of the [extra] time, and I’m only giving the snake a few feet is all.” \nThe [other] person said: “Snake don’t have feet, if you want to give them feet go ahead, at any rate the wine shouldn’t be for you!”\nThe [other] person rudely drank up the wine, and the person who drew feet on the snake watched as the wine that originally belonged to him was taken by someone else, and [he was full of] regret.",
    "pinyin": "huàshétiānzú yǒu gèrén jǔbàn wǎnhuì bǎ yī hú jiǔ gěi kèrén hē kèrén ná zháo zhè hú jiǔ juéde zhème duō rén hē yī hú jiǔ kěndìng bùgòu háibùrú gěi yīgèrén hē kěshì dàodǐ gěi shéi hǎo ne yúshì kèrén shāngliang le yī gè hǎo zhǔyi jiùshì měigerén zài dìshang huà yī tiáo shé shéi xiān huà wánle zhè hú jiǔ jiù gěi shéi hē dàjiā dōu tóngyì zhège bànfǎ měi gè kèrén ná le yī gēn xiǎo gùn kāishǐ zài dìshang huà shé yǒu yīgèrén huà dehěn kuài tā jǐ fēnzhōng jiù bǎ shé huà hǎole yúshì tā bǎ jiǔhú ná le guòlái zhèng dài tā yào hējiǔ shí tā kànjiàn qítā rén hái méi bǎ shé huà wán tā shífēn déyì dì yòu náqǐ xiǎo gùn zìyánzìyǔ dì shuō kàn wǒ zài lái gěi shé tiān shàng jǐ zhǐ jiǎo tāmen yě wèibì huà wán bùliào zhège rén gěi shé huà jiǎo hái méi wán shǒu shàng de jiǔhú biàn bèi pángbiān yīgèrén yī bǎ qiǎng le guòqu yuánlái nàgèrén de shé huà wánle zhège gěi shé huà jiǎo de rén bùyī shuō wǒ zuìxiān huà wán shé jiǔ yīnggāi gěi wǒ hē nàgèrén xiào zháo shuō nǐ dàoxiànzài hái zài huà ér wǒ yǐjīng huà wán jiǔ dāngrán shì wǒ de huà shé jiǎo de rén shuō wǒ zǎojiù huà wánle xiànzài shì chèn shíjiān hái zǎo bùguò shì gěi shé tiān jǐ zhǐ jiǎo éryǐ nà rén shuō shé běnlái jiù méiyǒu jiǎo nǐ yào gěi tā tiān jǐ zhǐ jiǎo nà nǐ jiù tiān ba jiǔ fǎnzhèng nǐ shì hē bùchéng le nà rén hěn bùkèqi dì hē qǐ jiǔ lái nàge gěi shé huà jiǎo de rén què kàn zháo běn shǔ zìjǐ ér xiànzài yǐ bèi biéren názǒu de jiǔ hěn hòuhuǐ ",
    "HSK_level": "HSK3",
    "source_url": "http://chinesereadingpractice.com/2020/05/14/story-behind-the-idiom-%e7%94%bb%e8%9b%87%e6%b7%bb%e8%b6%b3-the-dangers-of-showing-off/",
    "retrieved_date": "21-03-2024"
}