{
    "text": "老爷爷的帽子冬天到了，北风呼呼地吹，天气很冷。有一只小鸟真可怜，它在树枝上冷得发抖。一位老爷爷走来，看见了小鸟，心想：”这只小鸟多可怜呀，这么冷的天，它一定会冻死的。”小鸟对老爷爷说：”风把我们的窝吹走了，我们没有家了。”老爷爷说：”别着急，我来帮你们想办法。”老爷爷就用自己的帽子给小鸟做鸟窝，帽子真暖和。小鸟想到树林里还有许多快要冻死的小鸟，就把它们都叫来，一起飞进了老爷爷的帽子。它们非常感谢老爷爷。以后老爷爷也天天来看小鸟，小鸟们每次都唱歌给老爷爷听。有一天老爷爷没有来，原来他病了。小鸟想：”一定是爷爷把帽子给了我们，自己着凉生病了，我们赶快给老爷爷做顶帽子吧。”小鸟们就用自己的羽毛做了一顶帽子送给老爷爷。老爷爷非常感谢小鸟，他的病很快就好了。",
    "translation": "Winter had come, the north wind blew whoo whoo, and the weather was very cold. There was a small pitiful bird, sitting on a tree branch so cold it was shivering.\nAn old man walked by, saw the little bird, and thought to himself: “This little bird is so pitiful, on a day as cold as this, it will surely freeze to death.” The little bird said to the old man: “The wind blew our nest away, we have no home.” The old man said: “Don’t worry, I’ll help you think of a solution.” The old man then used his own hat and gave it to the little bird to make a nest, the hat was very warm. \nThe little bird realized that in the forest there were still quite a few little birds who would soon freeze to death, so it called them all to come, and together they flew into the old man’s hat. They all profusely thanked the old man. Thereafter, the old man came every day to see the little birds, and each time the little birds sang a song for the old man.   \nOne day the old man didn’t come, turns out he was ill. The little bird thought: “Surely [because] the old man gave us his hat, he caught a chill and got sick, let’s quickly make a hat for the old man.” So the little birds used their own feathers to make a hat and gave it to the old man. The old man profusely thanked the little birds, and his illness was quickly cured.",
    "pinyin": "lǎoyéye de màozi dōngtiān dàoliǎo běi fēng hūhū dì chuī tiānqì hěn lěng yǒu yī zhǐ xiǎoniǎo zhēn kělián tā zài shùzhī shàng lěng de fādǒu yī wèi lǎoyéye zǒu lái kànjiàn le xiǎoniǎo xīnxiǎng zhè zhǐ xiǎoniǎo duō kělián ya zhème lěng de tiān tā yīdìng huì dòngsǐ de xiǎoniǎo duì lǎoyéye shuō fēng bǎ wǒmen de wō chuī zǒu le wǒmen méiyǒu jiā le lǎoyéye shuō biézháojí wǒ lái bāng nǐmen xiǎng bànfǎ lǎoyéye jiù yòng zìjǐ de màozi gěi xiǎoniǎo zuò niǎowō màozi zhēn nuǎnhuo xiǎoniǎo xiǎngdào shùlín lǐ háiyǒu xǔduō kuàiyào dòngsǐ de xiǎoniǎo jiù bǎ tāmen dōu jiào lái yīqǐ fēi jìn le lǎoyéye de màozi tāmen fēichánggǎnxiè lǎoyéye yǐhòu lǎoyéye yě tiāntiān láikàn xiǎoniǎo xiǎoniǎo men měicì dōu chànggē gěi lǎoyéye tīng yǒu yī tiān lǎoyéye méiyǒu lái yuánlái tā bìng le xiǎoniǎo xiǎng yīdìng shì yéye bǎ màozi gěi le wǒmen zìjǐ zháoliáng shēngbìng le wǒmen gǎnkuài gěi lǎoyéye zuò dǐng màozi ba xiǎoniǎo men jiù yòng zìjǐ de yǔmáo zuò le yī dǐng màozi sònggěi lǎoyéye lǎoyéye fēichánggǎnxiè xiǎoniǎo tā de bìng hěn kuài jiù hǎole ",
    "HSK_level": "HSK3",
    "source_url": "http://chinesereadingpractice.com/2020/04/28/childrens-stories-the-old-mans-hat/",
    "retrieved_date": "21-03-2024"
}