{
    "text": "我为妈妈做点儿事吃完晚饭,妈妈在厨房里洗碗，明明坐在大大的沙发上，津津有味地看着自己喜欢的动画片。过了一会儿,动画片演完了，电视屏幕上出现了大宅门的片名。明明知道妈妈最喜欢看《大宅门》了，明明想妈妈要做事，要洗碗，很辛苦，一定要让妈妈看会儿《大宅门》，她边想边向厨房跑去。明明拉着妈妈的围裙说: “妈妈，您最喜欢看的《大宅门》开始了，您快去看吧,我来洗碗。”妈妈高兴地说: “好呀，你洗碗的时候一定要小心啊。”明明说: “妈妈您放心吧!”妈妈坐在舒服的沙发上看起电视，明明在厨房里认真地洗碗，这个晚上她们俩过得可开心了!",
    "translation": "After dinner was done, mother was in the kitchen washing dishes, and Ming Ming was on the big sofa, watching her favorite cartoons with great interest.  \nAfter a while, the cartoons were over, and the TV show title “Grand Gate Mansion” appeared on the screen. Ming Ming thought about how her mother had things to do, she had to wash the dishes, which is very tiring work, so [Ming Ming] should certainly let mother watch Grand Gate Mansion for a while, and thinking this, she ran into the kitchen. Ming Ming pulled on her mother’s apron and said, “Mama, your favorite show ‘Grand Gate Mansion’ is starting, quick, go and watch it, I’ll wash the dishes.” Mother happily said, “Great, just be careful as you’re washing the dishes.” Ming Ming said, “Mama, don’t worry!” \nMother sat on the comfortable sofa and watched television, and Ming Ming was in the kitchen diligently washing dishes – that night those two had a great time!",
    "pinyin": "wǒ wéi māma zuò diǎnr shì chīwán wǎnfàn māma zài chúfáng lǐ xǐwǎn míngmíng zuò zài dàdà de shāfā shàng jīnjīnyǒuwèi dì kàn zháo zìjǐ xǐhuan de dònghuàpiàn guò le yīhuìr dònghuàpiàn yǎn wánle diànshì píngmù shàng chūxiàn le dà zhái mén de piānmíng míngmíng zhīdào māma zuì xǐhuan kàn dà zhái mén le míngmíng xiǎng māma yào zuòshì yào xǐwǎn hěn xīnkǔ yīdìngyào ràng māma kàn huì r dà zhái mén tā biān xiǎng biān xiàng chúfáng pǎo qù míngmíng lā zháo māma de wéiqún shuō māma nín zuì xǐhuan kàn de dà zhái mén kāishǐ le nín kuài qù kàn ba wǒ lái xǐwǎn māma gāoxìng dì shuō hǎo ya nǐ xǐwǎn de shíhou yīdìngyào xiǎoxīn á míngmíng shuō māma nín fàngxīn ba māma zuò zài shūfu de shāfā shàng kàn qǐ diànshì míngmíng zài chúfáng lǐ rènzhēn dì xǐwǎn zhège wǎnshang tāmen liǎ guòdé kě kāixīn le ",
    "HSK_level": "HSK3",
    "source_url": "http://chinesereadingpractice.com/2011/09/06/i-did-something-for-mom/",
    "retrieved_date": "21-03-2024"
}