{
    "text": "东方红东方红,太阳升中国出了个毛泽东他为人民谋幸福呼儿嗨哟他是人民大救星他为人民谋幸福呼儿嗨哟他是人民大救星毛主席爱人民他是我们的带路人为了建设新中国呼儿嗨哟领导我们向前进为了建设新中国呼儿嗨哟领导我们向前进共产党像太阳照到哪里,那里亮哪里有了共产党呼儿嗨哟那里人民得解放哪里有了共产党呼儿嗨哟那里人民得解放东方红,太阳升中国出了个毛泽东他为人民谋幸福呼儿嗨哟他是人民大救星他为人民谋幸福呼儿嗨哟他是人民大救星大救星",
    "translation": "The East is Red, the sun is rising\nMao Zedong appeared in China\nHe is working for the People’s prosperity\nHurrah!\nHe is the People’s great savior\nHe is working for the People’s prosperity\nHurrah!\nHe is the People’s great savior \nChairman Mao loves the People\nHe is our guide\nIn order to build New China\nHurrah!\nHe leads us towards advancement\nIn order to build New China\nHurrah!\nHe leads us towards advancement\nThe Communist Party is like the sun\nWherever it shines, there is light\nWherever the Communist Party goes\nHurrah!\nThe People there receive liberation\nWherever the Communist Party goes\nHurrah!\nThe People there receive liberation\nThe east is red, the sun is rising\nMao Zedong appeared in China\nHe is working for the People’s prosperity\nHurrah!\nHe is the People’s great savior\nHe is working for the people’s prosperity\nHurrah!\nHe is the People’s great savior\nGreat savior",
    "pinyin": "Dōngfāng Hóng Dōngfāng Hóng tàiyang shēng Zhōngguó chū le gè Máo Zédōng tā wéi rénmín móu xìngfú hū r hāi yo tā shì rénmín dà jiùxīng tā wéi rénmín móu xìngfú hū r hāi yo tā shì rénmín dà jiùxīng Máo Zhǔxí ài rénmín tā shì wǒmen de dàilùrén wèile jiànshè xīn Zhōngguó hū r hāi yo lǐngdǎo wǒmen xiàngqián jìn wèile jiànshè xīn Zhōngguó hū r hāi yo lǐngdǎo wǒmen xiàngqián jìn Gòngchǎndǎng xiàng tàiyang zhào dào nǎlǐ nàli liàng nǎlǐ yǒule Gòngchǎndǎng hū r hāi yo nàli rénmín de jiěfàng nǎlǐ yǒule Gòngchǎndǎng hū r hāi yo nàli rénmín de jiěfàng Dōngfāng Hóng tàiyang shēng Zhōngguó chū le gè Máo Zédōng tā wéi rénmín móu xìngfú hū r hāi yo tā shì rénmín dà jiùxīng tā wéi rénmín móu xìngfú hū r hāi yo tā shì rénmín dà jiùxīng dà jiùxīng ",
    "HSK_level": "HSK3",
    "source_url": "http://chinesereadingpractice.com/2020/05/26/communist-songs-the-east-is-red/",
    "retrieved_date": "21-03-2024"
}