{
    "text": "小猫钓鱼老猫和小猫一块儿在河边钓鱼。一只蜻蜓飞来了。小猫看见了，放下钓鱼竿，就去捉蜻蜓。蜻蜓飞走了，小猫没捉着，空着手回到河边来。小猫一看，老猫钓着了一条大鱼。一只蝴蝶飞来了。小猫看见了，放下钓鱼竿，又去捉蝴蝶。蝴蝶飞走了，小猫又没捉着，空着手回到河边来。小猫一看，老猫又钓着了一条大鱼。小猫说: “真气人，我怎么一条小鱼也钓不着？”老猫看了看小猫，说: “钓鱼就钓鱼，不要这么三心二意的。一会儿捉蜻蜓，一会儿捉蝴蝶，怎么能钓着鱼呢？”小猫听了老猫的话，就一心一意地钓鱼。蜻蜓又飞来了，蝴蝶又飞来了，小猫就象没看见一样。不大一会儿，小猫也钓着了一条大鱼。",
    "translation": "Old Cat and Little Cat were fishing together on the riverbank.\nA dragonfly flew over. The little cat saw it, put down his fishing pole, and tried to grab the dragonfly. The dragonfly flew away, and the little cat, unable to grab it, stopped trying and went back to fishing on the riverbank. As soon as Little Cat was back [lit: as soon as little cat looked], Old Cat caught a big fish. \n[This time] a butterfly flew over. The little cat saw it, put down his fishing pole and again tried to catch it. The butterfly flew away without the little cat having caught it, and Little Cat again went back to the riverbank. As soon as he looked over at Old Cat, Old Cat had caught another big fish.\nLittle Cat said: “How annoying, why is it that I haven’t caught even one little fish?” \nOld Cat looked him over and said: “If you’re fishing just fish, don’t be in two minds about it. If you spend a while catching dragonflies, then you spend another while catching butterflies, how can you catch fish?” \nLittle Cat listened to Old Cat’s words and begin to fish intently. \nThe dragonfly flew over again, and the butterfly flew over also, but it was as if Little Cat didn’t see them. Not long after that, Little Cat caught a big fish.",
    "pinyin": "xiǎomāo diàoyú lǎo māo hé xiǎomāo yīkuàir zài hébiān diàoyú yī zhǐ qīngtíng fēi lái le xiǎomāo kànjiàn le fàngxià diàoyú gān jiù qù zhuō qīngtíng qīngtíng fēi zǒu le xiǎomāo méi zhuō zháo kōngzheshǒu huídào hébiān lái xiǎomāo yī kàn lǎo māo diào zháo le yī tiáo dà yú yī zhǐ húdié fēi lái le xiǎomāo kànjiàn le fàngxià diàoyú gān yòu qù zhuō húdié húdié fēi zǒu le xiǎomāo yòu méi zhuō zháo kōngzheshǒu huídào hébiān lái xiǎomāo yī kàn lǎo māo yòu diào zháo le yī tiáo dà yú xiǎomāo shuō zhēn qìrén wǒ zěnme yī tiáo xiǎo yú yě diào bùzháo lǎo māo kàn le kàn xiǎomāo shuō diàoyú jiù diàoyú bùyào zhème sānxīn'èryì de yīhuìr zhuō qīngtíng yīhuìr zhuō húdié zěnme néng diào zháo yú ne xiǎomāo tīng le lǎo māo dehuà jiù yīxīnyīyì dì diàoyú qīngtíng yòu fēi lái le húdié yòu fēi lái le xiǎomāo jiù xiàng méi kànjiàn yīyàng bùdà yīhuìr xiǎomāo yě diào zháo le yī tiáo dà yú ",
    "HSK_level": "HSK3",
    "source_url": "http://chinesereadingpractice.com/2011/03/28/cat-goes-fishing/",
    "retrieved_date": "21-03-2024"
}