{
    "text": "医生与猴子猴子去医院玩耍,进了大夫的房间。正好大夫不在,衣服也落在了房间内。猴子觉得好玩,就穿上了大夫的衣服,也就是我们常见的那种白大褂子。这时候有一只小熊来医院看病。小熊是第一次上医院,并不了解医院的情况。它所知道的,就是大夫们都穿着白大褂子。小熊提着一篮桃子(这是它准备送给大夫的酬金)来到医院,正好走进猴子所在的房间。小熊不认识猴子,但是它认识那件白大褂子,于是就请猴子给它看病。猴子本来只是玩耍,并不会看病,但是它看到小熊的篮子后,就起了贪念。于是猴子便装模作样地给小熊看了病,并且理所应当地收下了那篮桃子。至于小熊的病是否给猴子看好了,这一点不得而知。但是猴子却尝到了甜头,以后常常潜入医院,趁大夫不在的时候,穿上大夫的衣服,给病人看病。到后来,猴子干脆给自己也做了一身那样的白大褂子。唉!我们不知道有多少人是在猴子那里看的病啊!",
    "translation": "Monkey went to the hospital on a lark, and entered the doctor’s room. At that moment, the doctor wasn’t in, and he’d left his [doctor’s] clothes in the room.\nMonkey thought this would be fun, so he put on the doctor’s clothes, that white lab coat we see so often. Just then a little bear came to the hospital to see the doctor. This was the little bear’s first time at the hospital, and he didn’t know what hospitals were like [lit: didn’t know the hospital situation]. All he knew was that doctors wear white lab coats. \nThe little bear had shown up at the hospital carrying a basket of peaches (this was the payment he had prepared to give to the doctor), and he happened to walk into the room where Monkey was. Little Bear didn’t know Monkey, but he recognized the white lab coat, so he asked Monkey to examine him.\nMonkey originally just [intended to] have a bit of fun, but when he saw Little Bear’s basket, he coveted it fiercely. So Monkey put on a big show of examining Little Bear, and accepted his well-earned basket of peaches. As to whether or not Monkey actually cured Little Bear, we will never know. \nHowever, after Monkey tasted that sweetness, he often stole into the hospital, taking advantage of the doctor’s absence, and examined patients. Later, Monkey simply made himself one of those kind of white lab coats. \nAi! We don’t know how many people were examined by Monkey!",
    "pinyin": "yīshēng yǔ hóuzi hóuzi qù yīyuàn wánshuǎ jìn le dàfū de fángjiān zhènghǎo dàfū bùzài yīfu yě luò zài le fángjiān nèi hóuzi juéde hàowán jiù chuānshang le dàfū de yīfu yějiùshì wǒmen chángjiàn de nàzhǒng bái dà guàzi zhè shíhou yǒu yī zhǐ xiǎo xióng lái yīyuàn kànbìng xiǎo xióng shì dìyīcì shàng yīyuàn bìngbù liǎojiě yīyuàn de qíngkuàng tā suǒ zhīdào de jiùshì dàfū men dōu chuānzhuó bái dà guàzi xiǎo xióng tí zháo yī lán táozi zhè shì tā zhǔnbèi sònggěi dàfū de chóujīn láidào yīyuàn zhènghǎo zǒujìn hóuzi suǒzài de fángjiān xiǎo xióng bù rènshi hóuzi dànshì tā rènshi nà jiàn bái dà guàzi yúshì jiù qǐng hóuzi gěi tā kànbìng hóuzi běnlái zhǐshì wánshuǎ bìngbù huì kànbìng dànshì tā kàn dào xiǎo xióng de lánzi hòu jiù qǐ le tān niàn yúshì hóuzi biàn zhuāngmózuòyàng dì gěi xiǎo xióng kàn le bìng bìngqiě lǐ suǒ yìng dāngdì shōu xià le nà lán táozi zhìyú xiǎo xióng de bìng shìfǒu gěi hóuzi kàn hǎole zhè yīdiǎn bùdé'érzhī dànshì hóuzi què cháng dàoliǎo tiántou yǐhòu chángcháng qiánrù yīyuàn chèn dàfū bùzài de shíhou chuānshang dàfū de yīfu gěi bìngrén kànbìng dào hòulái hóuzi gāncuì gěi zìjǐ yě zuò le yīshēn nàyàng de bái dà guàzi āi wǒmen bù zhīdào yǒu duōshao rén shì zài hóuzi nàli kàn de bìng á ",
    "HSK_level": "HSK3",
    "source_url": "http://chinesereadingpractice.com/2013/06/16/the-doctor-and-the-monkey/",
    "retrieved_date": "21-03-2024"
}