{
    "text": "邯郸学步据说，赵国的首都邯郸的人走路的姿态很好看，动作非常好看。燕国有一个少年听到这个传说，非常羡慕邯郸人，就走了很远的路去赵国，想学习邯郸人走路的方法。刚开始，他整天站在街头，仔细研究每个人走路的姿态，再慢慢模仿他们，可是都没有成功。后来，他想可能是受到过去走路习惯的影响，所以，他决定要忘掉以前走路的方法。从那时候起，他更专心研究邯郸人走路的姿势，不过，再怎么努力他还是学不会，最后他只好放弃。可是，因为他把以前走路的方法忘掉了，已经不知道该怎么走路，只好一路爬着回去。当别人看到他的样子，都忍不住笑他。",
    "translation": "It is said that in Handan, the capital of the State of Zhao, the people there walk with a beautiful posture, and their movements are very lovely to look upon. \nIn the State of Yan, there was a youth who heard this legend, and he envied the people of Handan, so he went to the far-away State of Zhao, thinking to study the way Handan people walked.At first, he stood on the street the whole day, carefully researching the walking posture of everyone pedestrian, and slowly [trying to] imitate them, but he didn’t succeed.\nLater, he thought perhaps he had been influenced by his old way of walking, so, he decided to forget how he used to walk. From that time forward, he studied the walking posture of Handan people even harder, but no matter how hard he studied he still couldn’t learn it, and finally he had to give up.   \nHowever, because he had forgotten his old way of walking, he couldn’t walk at all, and he had to crawl back [home]. When other saw him this way, they couldn’t help but laugh at him.",
    "pinyin": "Hándānxuébù jùshuō Zhào Guó de shǒudū Hándān de rén zǒulù de zītài hěn hǎokàn dòngzuò fēicháng hǎokàn Yānguó yǒu yī gè shàonián tīngdào zhège chuánshuō fēicháng xiànmù Hándān rén jiù zǒu le hěn yuǎn de lù qù Zhào Guó xiǎng xuéxí Hándān rén zǒulù de fāngfǎ gāng kāishǐ tā zhěngtiān zhàn zài jiētóu zǐxì yánjiū měigerén zǒulù de zītài zài mànmàn mófǎng tāmen kěshì dōu méiyǒu chénggōng hòulái tā xiǎng kěnéng shì shòudào guòqu zǒulù xíguàn de yǐngxiǎng suǒyǐ tā juédìng yào wàngdiào yǐqián zǒulù de fāngfǎ cóng nàshíhou qǐ tā gēng zhuānxīn yánjiū Hándān rén zǒulù de zīshì bùguò zài zěnme nǔlì tā háishi xué bùhuì zuìhòu tā zhǐhǎo fàngqì kěshì yīnwèi tā bǎ yǐqián zǒulù de fāngfǎ wàngdiào le yǐjīng bù zhīdào gāi zěnme zǒulù zhǐhǎo yīlù pá zháo huíqu dāng biéren kàn dào tā de yàngzi dōu rěnbuzhù xiào tā ",
    "HSK_level": "HSK3",
    "source_url": "http://chinesereadingpractice.com/2020/06/03/story-behind-the-idiom-%e9%82%af%e9%83%b8%e5%ad%a6%e6%ad%a5-making-oneself-ridiculous-by-slavishly-imitating-others/",
    "retrieved_date": "21-03-2024"
}