{
    "text": "狐假虎威在森林里，有一只老虎正在寻找食物。一只狐狸从老虎身边跑过。老虎扑过去，把狐狸抓住了。狐狸问老虎：“你敢吃我？”“为什么不敢？”老虎怀疑地问。“老天爷派我来管你们百兽，你吃了我，就是违抗了老天爷的命令。我看你有多大的胆子！”老虎很纳闷，松开了爪子。狐狸摇了摇尾巴，说：“我带你到百兽面前走一趟，让你看看我的威风。”老虎跟着狐狸往森林深处走去。狐狸骄傲地往前走；老虎半信半疑，东张西望。森林里的野猪啦，小鹿啦，兔子啦，看见狐狸骄傲地走过来，跟平时很不一样，都很纳闷。再往狐狸身后一看，呀，一只大老虎！大大小小的野兽吓得撒腿就跑。老虎相信了。其实他受骗了。原来，狐狸是借着老虎的威风把百兽吓跑的。",
    "translation": "In the forest, there was a tiger looking for something to eat. A fox ran past on one side of the tiger. The tiger pounced upon it, and caught the fox.\nThe fox asked the tiger: “You dare to eat me?”\n“Why wouldn’t I dare?” the tiger asked suspiciously.\n“God sent me to manage all the birds and beasts, if you eat me, you’ll be opposing God’s command. The way I see it you’ve got some nerve!”\nThe tiger was befuddled, and opened his claws.\nThe fox swished his tail, and said: “I’ll take you walking before the [other] birds and beasts, and let you see my might.”\nThe tiger followed the fox and walked into the deep parts of the forest. The fox walked proudly ahead; the tiger [followed] half-believing and half-doubting, looking in every direction.\nThe forest’s wild boars, deers, and rabbits all saw the fox proudly walking over, [in a manner] very different than usual, and they were all puzzled. Then they looked behind the fox, agh, a big tiger! Wild beasts big and small were terrified and took off running.\nThe tiger believed [the fox]. Actually, he had been tricked. Turns out, the fox was borrowing the tiger’s might to scare the other animals into running away.",
    "pinyin": "hújiǎhǔwēi zài sēnlín lǐ yǒu yī zhǐ lǎohǔ zhèngzài xúnzhǎo shíwù yī zhǐ húli cóng lǎohǔ shēnbiān pǎo guò lǎohǔ pū guòqu bǎ húli zhuāzhù le húli wèn lǎohǔ nǐ gǎn chī wǒ wèishénme bù gǎn lǎohǔ huáiyí dì wèn lǎotiānyé pài wǒ lái guǎn nǐmen bǎishòu nǐ chī le wǒ jiùshì wéikàng le lǎotiānyé de mìnglìng wǒ kàn nǐ yǒu duōdà de dǎnzi lǎohǔ hěn nàmèn sōngkāi le zhuǎzi húli yáo le yáo yǐba shuō wǒ dài nǐ dào bǎishòu miànqián zǒu yī tāng ràng nǐ kànkan wǒ de wēifēng lǎohǔ gēnzhe húli wǎng sēnlín shēnchù zǒuqù húli jiāo'ào dì wǎngqián zǒu lǎohǔ bànxìnbànyí dōngzhāngxīwàng sēnlín lǐ de yězhū la xiǎo lù la tùzi la kànjiàn húli jiāo'ào dì zǒuguò lái gēn píngshí hěn bùyīyàng dōu hěn nàmèn zài wǎng húli shēnhòu yī kàn ya yī zhǐ dà lǎohǔ dà dàxiǎo xiǎode yěshòu hè de sātuǐ jiù pǎo lǎohǔ xiāngxìn le qíshí tā shòupiàn le yuánlái húli shì jiè zháo lǎohǔ de wēifēng bǎ bǎishòu xiàpǎo de ",
    "HSK_level": "HSK3",
    "source_url": "http://chinesereadingpractice.com/2020/06/05/story-behind-the-idiom-%e7%8b%90%e5%81%87%e8%99%8e%e5%a8%81-using-powerful-connections-to-intimidate-others/",
    "retrieved_date": "21-03-2024"
}