{
    "text": "盲人摸象很久很久以前，有四个盲人很想知道大象长什么样，可他们看不见，只能用手摸。第一个盲人摸到了大象的牙齿。他就说：“我知道了，大象就像一个大萝卜。”第二个盲人摸到的是大象的耳朵，他大叫起来：“不对，不对，大象就像一把大扇子！”“你们说的都不对，大象只是一根大柱子。” 原来第三个盲人摸到的是大象的腿。第四个盲人却不同意，他说：“大象哪有那么大，它只不过是一根绳子。”原来他摸到的是大象的尾巴。四个盲人争吵不休，都说自己摸到的才是大象真正的样子。而实际上呢？他们一个也没说对。“盲人摸象”告诉人们看问题不能只看一部分，要看全部，那样才能真正地了解问题。",
    "translation": "A long long time ago, four blind people wanted to know what an elephant looks like. But they couldn’t see it, and could only touch it with their hands. \nThe first blind person touched the elephant’s teeth. He said: “I know! An elephant looks like a big radish.” \nThe second blind person touched the elephant’s ears. He yelled out: “No no, the elephant looks like a big fan!” \n“You’re both wrong, the elephant is just a large pillar.” Turns out the  third blind person was touching the elephant’s leg. \nThe fourth blind person disagreed, and said: “The elephant isn’t that big at all, it’s just a rope.” He was touching the elephant’s tail. \nThe four blind people argued endlessly, and they all said that the part they touched was the elephant’s true appearance. And in reality? None of them were correct.\n“Blind people touch an elephant” teaches us that we shouldn’t just look at one part of a problem. We should look at all of it, and only then can we truly understand the problem.",
    "pinyin": "mángrénmōxiàng hěn jiǔ hěn jiǔ yǐqián yǒu sì gè mángrén hěn xiǎng zhīdào dàxiàng cháng shénmeyàng kě tāmen kànbujiàn zhǐnéng yòng shǒu mō dìyī gè mángrén mō dàoliǎo dàxiàng de yáchǐ tā jiù shuō wǒ zhīdàole dàxiàng jiù xiàng yī gè dàluóbo dì'èr gè mángrén mō dào de shì dàxiàng de ěrduo tā dà jiào qilai bùduì bùduì dàxiàng jiù xiàng yī bǎ dà shànzi nǐmen shuō de dōu bùduì dàxiàng zhǐshì yī gēn dà zhùzi yuánlái dì sān gè mángrén mō dào de shì dàxiàng de tuǐ dì sì gè mángrén què bùtóng yì tā shuō dàxiàng něi yǒu nàme dà tā zhǐbuguò shì yī gēn shéngzi yuánlái tā mō dào de shì dàxiàng de yǐba sì gè mángrén zhēngchǎo bùxiū dōu shuō zìjǐ mō dào de cái shì dàxiàng zhēnzhèng de yàngzi ér shíjìshàng ne tāmen yī gè yě méi shuō duì mángrénmōxiàng gàosu rénmen kàn wèntí bùnéng zhǐ kàn yībùfèn yàokàn quánbù nàyàng cáinéng zhēnzhèng dì liǎojiě wèntí ",
    "HSK_level": "HSK3",
    "source_url": "http://chinesereadingpractice.com/2020/05/12/chinese-chengyu-idioms-mang-ren-mo-xiang/",
    "retrieved_date": "21-03-2024"
}