{
    "text": "美丽的小兔子森林里住着一只小兔子，它叫“丑丑”。它的眼睛红红的，像一对红宝石。可是它的毛灰灰的，像是从灰炉里钻出来似的，它觉得自己太丑了，常常一个人躲在家里。虽然它长得不好看，但是它有一颗无比善良的心。小猴子乐乐的家被大水冲垮了，无家可归。丑丑就让乐乐住在自己的家，还把自己最喜欢吃的巧克力分给乐乐吃。不仅如此，谁头痛、生病了，没钱买药，它都会尽其所能进行帮助。日子一天天过去了，丑丑还是很孤单。一次，森林里最好看的小兔子美美来找它玩，可丑丑觉得自己太丑了，没脸见它。美美告诉丑丑：“人的外表并不重要，重要的是内在美。”丑丑恍然大悟，它跑了出去，和伙伴们一起尽情地玩耍。",
    "translation": "In the forest there lived a little rabbit whose name was “Chouchou”. His eyes were red, like a pair of rubies. But his fur was grey, like he’d wiggled out of a furnace, and he felt himself to be very ugly, often hiding in his house alone. \nAlthough he wasn’t nice to look at, he had an incomparably kind heart. When Little Monkey Lele’s home was burst apart by a flood, he had no house to return to. Chouchou let Lele live with him, and he divided up his favorite chocolate to give some to Lele to eat. Not only that, whoever had a headach, or got sick, with no money to buy medicine, he did everything he was able to do to help. \nThe days passed one by one, and Chouchou was still alone. One time, the forest’s most beautiful rabbit Meimei came looking for Chouchou to play, but Chouchou thought of himself as just too ugly, he couldn’t face seeing her. Meimei told Chouchou: “It’s not what’s on the outside that counts, the important thing is what’s on the inside.” Chouchou suddenly saw the light, he ran outside, and played with his friends to his heart’s content.",
    "pinyin": "měilì de xiǎo tùzi sēnlín lǐ zhù zháo yī zhǐ xiǎo tùzi tā jiào chǒu chǒu tā de yǎnjing hóng hóng de xiàng yīduì hóngbǎoshí kěshì tā de máo huī huī de xiàng shì cóng huī lú lǐ zuān chulai shìde tā juéde zìjǐ tài chǒu le chángcháng yīgèrén duǒ zài jiālǐ suīrán tā zhǎngde bùhǎo kàn dànshì tā yǒu yī kē wúbǐ shànliáng de xīn xiǎo hóuzi lè lè de jiā bèi dàshuǐ chōngkuǎ le wújiākěguī chǒu chǒu jiù ràng lè lè zhù zài zìjǐ de jiā hái bǎ zìjǐ zuì xǐhuan chī de qiǎokèlì fēngěi lè lè chī bùjǐnrúcǐ shéi tóutòng shēngbìng le méi qián mǎi yào tā dūhuì jìn qí suǒnéng jìnxíng bāngzhù rìzi yī tiāntiān guòqu le chǒu chǒu háishi hěn gūdān yīcì sēnlín lǐ zuìhǎo kàn de xiǎo tùzi měi měi lái zhǎo tā wán kě chǒu chǒu juéde zìjǐ tài chǒu le méiliǎn jiàn tā měi měi gàosu chǒu chǒu rén de wàibiǎo bìngbù zhòngyào zhòngyào de shì nèizài měi chǒu chǒu huǎngrándàwù tā pǎo le chūqù hé huǒbàn men yīqǐ jìnqíng dì wánshuǎ ",
    "HSK_level": "HSK3",
    "source_url": "http://chinesereadingpractice.com/2015/03/05/the-beautiful-rabbit/",
    "retrieved_date": "21-03-2024"
}