{
    "text": "第一次打电话同学们，我的新家安电话的时侯还是几年前，可现在想起来可真是记忆犹新呀！不信？那我就讲给你听听，我可要出点丑了！“燃燃，你快点来呀，咱们家安电话了！”啊？什么？安了？其实，我家以前也安过电话，不过那个时侯安电话时，我还是个婴儿，根本不知道刚安电话后打电话的滋味，我早就想尝一尝啦！我迫不及待的向家门跑去。我进门时爸爸对我说：“燃燃，你不是说你想尝一尝刚安电话的时候打电话的滋味吗？快点来呀！”我拿起电话，像是没见过电话似的，盯着电话看了老半天，仔细打量着这部电话来：绿色的机身，0——9的电话号码整齐的排列着……“还愣着干嘛？快打呀！”爸爸催我。我想：这第一次打该打给谁呢？打给我的好朋友王钰涵，让她分享我打电话的喜悦？打给亲朋好友让他们来我家玩？不，我要打给老师。“8-5-8-6-1-1-5-8”爸爸告诉我老师的电话。“8-5-8-6-1-1-8-5”通了。“老师，我是李燃，我家安了电话，我以后……”“小朋友，你打错了，我不是你老师。”",
    "translation": "Fellow students, [though] it was several years ago when our new home installed a telephone, but when I think of it now it’s still fresh in my memory! Don’t believe me? Then I’ll give you a listen [to my story], and my shame will be apparent! \n“Ranran, come quickly, we’ve installed a telephone!” \nOh? What? Installed one? Actually, we had a phone before, but when we had the phone installed, I was still an infant, and I didn’t know the feeling of making a call after the phone had been installed, but I’d always wanted to try! \nI impatiently ran back towards the door of the house. When I entered the door, dad said to me “Ranran, didn’t you say you wanted to try the experience [lit: flavor] of using the phone when it had been installed? Come quick!” \nI picked up the phone, as if I’d never seen a phone before, and stared at the phone for [what seemed like] half a day, carefully sizing it up: it had a green casing, and the numbers 0-9 were arrayed in neat rows. \n“What are you doing just standing there? Quick, make a call!” papa urged me. \nI thought: who should my first telephone call be to?  Should I call my good friend Wang Yu Han, and let her share the joy of a phone call? Call close friends and family and tell them to come over to my house and play? No, I want to call my teacher. “8-5-8-6-1-1-5-8”, dad told me teachers phone number. [The call to] “8-5-8-6-1-1-8-5” went through. \n“Teacher, this is Li Ran, we just installed a telephone, after this I…” \n“Kid, you dialed the wrong number, I’m not your teacher.”",
    "pinyin": "dìyīcì dǎdiànhuà tóngxué men wǒ de xīn jiā ān diànhuà de shí hóu háishi jǐnián qián kě xiànzài xiǎngqilai kě zhēnshi jìyìyóuxīn ya bù xìn nà wǒ jiù jiǎng gěi nǐ tīng tīng wǒ kě yào chū diǎn chǒu le rán rán nǐ kuàidiǎn lái ya zánmen jiā ān diànhuà le á shénme ān le qíshí wǒ jiā yǐqián yě ān guò diànhuà bùguò nàge shí hóu ān diànhuà shí wǒ háishi gè yīng'ér gēnběn bù zhīdào gāng ān diànhuà hòu dǎdiànhuà de zīwèi wǒ zǎojiù xiǎng cháng yī cháng la wǒ pòbùjídài de xiàng jiāmén pǎo qù wǒ jìnmén shí bàba duì wǒ shuō rán rán nǐ bùshì shuō nǐ xiǎng cháng yī cháng gāng ān diànhuà de shíhou dǎdiànhuà de zīwèi ma kuàidiǎn lái ya wǒ náqǐ diànhuà xiàng shì méi jiàn guò diànhuà shìde dīng zháo diànhuà kàn le lǎobàntiān zǐxì dǎliang zháo zhè bù diànhuà lái lǜsè de jīshēn de diànhuà hàomǎ zhěngqí de páiliè zháo hái lèng zháo gànmá kuài dǎ ya bàba cuī wǒ wǒ xiǎng zhè dìyīcì dǎ gāi dǎ gěi shéi ne dǎ gěi wǒ de hǎopéngyou wáng yù hán ràng tā fēnxiǎng wǒ dǎdiànhuà de xǐyuè dǎ gěi qīnpénghǎoyǒu ràng tāmen lái wǒ jiā wán bù wǒ yào dǎ gěi lǎoshī bàba gàosu wǒ lǎoshī de diànhuà tōng le lǎoshī wǒ shì lǐ rán wǒ jiā ān le diànhuà wǒ yǐhòu xiǎopéngyǒu nǐ dǎcuò le wǒ bùshì nǐ lǎoshī ",
    "HSK_level": "HSK3",
    "source_url": "http://chinesereadingpractice.com/2013/06/11/essay-my-first-telephone-call/",
    "retrieved_date": "21-03-2024"
}