{
    "text": "《卜妻为裤》从前，住着一个名叫卜子的人。他平时很不讲究穿着，经常是穿着一身破烂的衣服就出去了。有一天，他还是和平时一样穿着一条又脏又破的裤子出去了，走到街上，很多人都在看他的破裤子，他自己觉得很难堪，就买一块布头，回到家叫妻子给他做一条新裤子。卜妻量量尺寸，问他：“这条裤子做成什么式样啊?”卜子随口回答：“照老样子做吧！”妻子以为丈夫喜欢那种又脏又破衣服的款式，就想：他是不是觉得穿这种裤子很舒服，而且这一条裤子不够穿，所以叫我再做一条？卜妻就认认真真地仿照老裤子的模样，这里戳几个破洞，那里抹一摊油，弄得皱皱巴巴、破破烂烂的。花费了不少工夫，总算完成了。她把裤子放到卜子面前，得意地说：“满意吧?同老裤子一样的样式。”说话一定要说清楚，尤其是大事情。",
    "translation": "Long ago, there lived a man named Buzi. \nHe typically wasn’t meticulous about what he wore, and often went out wearing ragged clothes.\nOne day, same as usual he went out wearing a pair of dirty, torn pants, but when he walked onto the street, many people were looking at his torn pants, and he felt quite embarrassed, so be bought a piece of cloth, and went back home to ask his wife to make him a new pair of pants.\nBuzi’s wife took measurements, asking him: “In what kind of style should the pants be made?” \nBuzi casually answered, “Base them on the old style!”\n[His] wife thought her husband like that kind of dirty, tattered style, so she thought: Does he feel that wearing this kind of pants is comfortable, and feel that one pair isn’t enough, so he asked me to make another? \nBuzi’s wife diligently followed the old style, poking a few holes here, smearing some oil there, making them wrinkled and tattered. [After] expending no small amount of effort, they were finally done. \nShe put the pants in front of Buzi, and pleased with herself said: “Satisfied? The same style as your old pants.”\nWhen speaking you must speak clearly, especially in important matters.",
    "pinyin": "bǔ qì wéi kù cóngqián zhù zháo yī gè míngjiào bǔ zǐ de rén tā píngshí hěn bù jiǎngjiu chuānzhuó jīngcháng shì chuānzhuó yīshēn pòlàn de yīfu jiù chūqù le yǒu yī tiān tā háishi hépíng shí yīyàng chuānzhuó yī tiáo yòu zāng yòu pòdì kùzi chūqù le zǒu dào jiēshang hěn duō rén dōu zài kàn tā de pò kùzi tā zìjǐ juéde hěn nánkān jiù mǎi yīkuài bù tóu huídào jiā jiào qīzǐ gěi tā zuò yī tiáo xīn kùzi bǔ qì liàng liángchǐcùn wèn tā zhè tiáo kùzi zuò chéng shénme shìyàng á bǔ zǐ suíkǒu huídá zhào lǎoyàngzi zuò ba qīzǐ yǐwéi zhàngfu xǐhuan nàzhǒng yòu zāng yòu pò yīfu de kuǎnshì jiù xiǎng tā shìbùshì juéde chuān zhèzhǒng kùzi hěn shūfu érqiě zhè yī tiáo kùzi bùgòu chuān suǒyǐ jiào wǒ zài zuò yī tiáo bǔ qì jiù rèn rènzhēn zhēn dì fǎngzhào lǎo kùzi de múyàng zhèlǐ chuō jǐge pòdòng nàli mǒ yī tān yóu nòng de zhòu zhòubābā pò pòlàn làn de huāfèi le bùshǎo gōngfu zǒngsuàn wánchéng le tā bǎ kùzi fàng dào bǔ zǐ miànqián déyì dì shuō mǎnyì ba tóng lǎo kùzi yīyàng de yàngshì shuōhuà yīdìng yàoshuō qīngchu yóuqíshì dà shìqing ",
    "HSK_level": "HSK3",
    "source_url": "http://chinesereadingpractice.com/2020/06/01/short-story-buzis-wife-makes-a-pair-of-pants/",
    "retrieved_date": "21-03-2024"
}