{
    "text": "小笑话小姑娘指着晨练的老人问： 为什么他们能天天到公园来玩？奶奶：因为他们是退休人员。一天，爸爸问女儿：你长大当什么？小姑娘：退休人员。父亲教儿子学算术：“一加一是多少？”儿子：“不知道。”父亲：“是两个，笨蛋！知道了吗？”儿子：“知道了。”父亲：“那么，我和你，加起来是几个人？”儿子：“是两个笨蛋！” 一个女孩和一个男孩吃汉堡。男孩说女孩：“我要告诉你一件事！”女孩说：“不要跟我说话在我吃的时候，当我吃我的汉堡，那么你就可以谈。”所以，当他们吃完了女孩问男孩：“现在你想说什么呢？”男孩说：“嗯，我是说，有一只蟑螂在你的汉堡里！”",
    "translation": "A little girl pointing at old people doing morning exercises, said: “Why are they allowed to play in the park all day?”\nGrandmother: “Because they are retirees.”\nOne day, the father asked the little girl: What do you want to be when you grow up?\nLittle girl: A retiree!\n\nFather is teaching his son arithmetic: “One plus one is how much?”\nSon: “I don’t know.”\nFather: “It’s two, idiot! You get it?”\nSon: “I get it.”\nFather: “Now, me and you, put us together and how many people is that?”\nSon: “Two idiots!” \n\nA girl and a boy are eating hamburgers. The boy says to the girl: “I want to tell you something!”\nThe girl says: “Don’t talk to me while I’m eating, when I’m done with my hamburger, then you can speak.”\nSo, when they finished eating the girl asked the boy: “Now what do you want to say?”\nBoy says: “Huh, I was saying, there’s a cockroach in your hamburger.”",
    "pinyin": "xiǎo xiàohuà xiǎo gūniang zhǐ zháo chénliàn de lǎorén wèn wèishénme tāmen néng tiāntiān dào gōngyuán lái wán nǎinai yīnwèi tāmen shì tuìxiū rényuán yī tiān bàba wèn nǚ'ér nǐ zhǎngdà dāng shénme xiǎo gūniang tuìxiū rényuán fùqīn jiào érzi xué suànshù yī jiā yī shì duōshao érzi bù zhīdào fùqīn shì liǎng gè bèndàn zhīdàole ma érzi zhīdàole fùqīn nàme wǒ hé nǐ jiā qilai shì jǐ gèrén érzi shì liǎng gè bèndàn yī gè nǚhái hé yī gè nánhái chī hànbǎo nánhái shuō nǚhái wǒ yào gàosu nǐ yī jiàn shì nǚhái shuō bùyào gēn wǒ shuōhuà zài wǒ chī de shíhou dāng wǒ chī wǒ de hànbǎo nàme nǐ jiù kěyǐ tán suǒyǐ dāng tāmen chī wánle nǚhái wèn nánhái xiànzài nǐ xiǎng shuō shénme ne nánhái shuō en wǒ shì shuō yǒu yī zhǐ zhāngláng zài nǐ de hànbǎo lǐ ",
    "HSK_level": "HSK3",
    "source_url": "http://chinesereadingpractice.com/2013/01/26/our-100th-post-plus-some-new-beginner-jokes/",
    "retrieved_date": "21-03-2024"
}