{
    "text": "洗衣服一对年轻的夫妇对面搬来一户新邻居。第二天早上，当他们吃早饭的时候，年轻的妻子看到了新搬来的邻居正在外面洗衣服。 妻子对丈夫说道：“那些衣服洗得不干净，也许那个邻居不知道如何清洗。也许她需要好一点的洗衣粉。” 丈夫看了看了妻子，沉默不语。 就这样每次邻居洗衣服，妻子都会这样评论对方一番。 大概一个月后，年轻的妻子惊奇地发现，邻居的晾衣绳上居然悬挂着一件干净的衣服，她大叫着对丈夫说：“快看！她学会洗衣服了。我想知道是谁教会她这个的呢？” 她的丈夫却回答到：“我今天早上一大早起来，然后我把玻璃悬擦干净了。”在我们作出判断之前，首先要看一下你的“窗户”是否干净。",
    "translation": "A new neighbor moved in across from a young husband and wife. On the second morning, when they were eating breakfast, the young wife saw that the new neighbors were outside washing their clothes. \nThe wife said to the husband: “Those clothes haven’t been washed clean, perhaps the neighbor doesn’t know how to how clean them. Perhaps she needs better washing powder.” \nThe husband looked at his wife, and [sat] silent without speaking.\nAnd so every time the neighbors washed their clothes, the wife would always comment in this way. About a month later, the young wife discovered to her surprise, an item of clean clothing was hung on the neighbors washing line, and she called loudly to her husband: “Quick, look! She learned how to wash clothes. I’d like to know who taught her this?” \nHer husband, however, answered: “I got up early today, and washed the glass [on our windows].” \nBefore we make judgements, first we should look to see if our own “windows” are clean.",
    "pinyin": "xǐ yīfu yīduì niánqīng de fūfù duìmiàn bān lái yī hù xīn línjū dì'èrtiān zǎoshang dāng tāmen chī zǎofàn de shíhou niánqīng de qīzǐ kàn dàoliǎo xīn bān lái de línjū zhèngzài wàimiàn xǐ yīfu qīzǐ duì zhàngfu shuōdào nàxiē yīfu xǐ de bù gānjìng yěxǔ nàge línjū bù zhīdào rúhé qīngxǐ yěxǔ tā xūyào hǎo yīdiǎn de xǐyīfěn zhàngfu kàn le kàn le qīzǐ chénmò bùyǔ jiù zhèyàng měicì línjū xǐ yīfu qīzǐ dūhuì zhèyàng pínglùn duìfāng yī fān dàgài yī gè yuè hòu niánqīng de qīzǐ jīngqí dì fāxiàn línjū de liàng yì shéng shàng jūrán xuánguà zháo yī jiàn gānjìng de yīfu tā dà jiào zháo duì zhàngfu shuō kuài kàn tā xuéhuì xǐ yīfu le wǒ xiǎng zhīdào shì shéi jiāohuì tā zhège de ne tā de zhàngfu què huídá dào wǒ jīntiān zǎoshang yīdàzǎo qilai ránhòu wǒ bǎ bōli xuán cā gānjìng le zài wǒmen zuòchū pànduàn zhīqián shǒuxiān yàokàn yīxià nǐ de chuānghu shìfǒu gānjìng ",
    "HSK_level": "HSK3",
    "source_url": "http://chinesereadingpractice.com/2020/07/19/fable-washing-clothes/",
    "retrieved_date": "21-03-2024"
}