{
    "text": "小草银银小草银银喜欢银色。　　春天，小草银银让春姑娘把她的头发染成银色。春姑娘说：“对不起，银银，我只能把你的头发染成青色”。银银非常伤心。　　夏天小草银银让夏姑娘把她的头发染成银色。夏姑娘说：“对不起，银银，我只能把你的头发染成深绿色”。银银非常伤心。　　秋天小草银银让秋姑娘把她的头发染成银色。秋姑娘说：“对不起，银银，我只能把你的头发染成金黄色”。银银非常伤心。　　冬天小草银银让冬姑娘把她的头发染成银色。冬姑娘说：“好啊，不过你可不要后悔呦”？银银说：“不会的，有了那么漂亮的头发我高兴还来不及呢”！　　就这样银银的头发变成了银色。忽然，银银的头发掉下来了，这是怎么回事呢？原来，头发染多了是会伤害身体的。这下银银真的后悔了。",
    "translation": "The little grass YinYin liked the color silver.\n　　In spring time, little grass Yinyin asked the Lady of Spring to dye her hair silver. The Lady of Spring said: “I’m sorry, YinYin, I can only dye your hair blue/green [see explanation]. YinYin was very broken-hearted. \nIn summer time, little grass YinYin asked the Lady of Summer to dye her hair silver. The lady of summer said, “I’m sorry, YinYin, I can only dye your hair green!” YinYin was very broken-hearted. \nIn autumn, little grass YinYin asked the Lady of Autumn to dye her hair silver. The Lady of Autumn said: “I’m sorry, YinYin, I can only dye your hair golden yellow.” YinYin was very broken-hearted.\nIn winter, little grass YinYin asked the Lady of Winter to dye her hair silver. The Lady of Winter said, “Okay, but won’t you regret it?” YinYin said, “I won’t, if I had hair that beautiful I couldn’t be happier!” And so YinYin’s hair turned silver. Suddenly, YinYin’s hair fell out – how could this be? Of course, if you dye your hair too often, it’s not good for you. And after this YinYin was indeed regretful.",
    "pinyin": "xiǎo cǎo yín yín xiǎo cǎo yín yín xǐhuan yínsè chūntiān xiǎo cǎo yín yín ràng chūn gūniang bǎ tā de tóufa rǎn chéng yínsè chūn gūniang shuō duìbuqǐ yín yín wǒ zhǐnéng bǎ nǐ de tóufa rǎn chéng qīngsè yín yín fēicháng shāngxīn xiàtiān xiǎo cǎo yín yín ràng xià gūniang bǎ tā de tóufa rǎn chéng yínsè xià gūniang shuō duìbuqǐ yín yín wǒ zhǐnéng bǎ nǐ de tóufa rǎn chéng shēnlǜ sè yín yín fēicháng shāngxīn qiūtiān xiǎo cǎo yín yín ràng qiū gūniang bǎ tā de tóufa rǎn chéng yínsè qiū gūniang shuō duìbuqǐ yín yín wǒ zhǐnéng bǎ nǐ de tóufa rǎn chéng jīnhuángsè yín yín fēicháng shāngxīn dōngtiān xiǎo cǎo yín yín ràng dōng gūniang bǎ tā de tóufa rǎn chéng yínsè dōng gūniang shuō hǎo á bùguò nǐ kě bùyào hòuhuǐ yōu yín yín shuō bùhuì de yǒule nàme piàoliang de tóufa wǒ gāoxìng hái láibují ne jiù zhèyàng yín yín de tóufa biànchéng le yínsè hūrán yín yín de tóufa diào xiàlai le zhè shì zěnmehuíshì ne yuánlái tóufa rǎn duō le shì huì shānghài shēntǐ de zhèxià yín yín zhēn de hòuhuǐ le ",
    "HSK_level": "HSK3",
    "source_url": "http://chinesereadingpractice.com/2012/06/15/little-grass-silver-hair/",
    "retrieved_date": "21-03-2024"
}