{
    "text": "小猴子掰玉米有一天，一只小猴子下山来。它走到一块玉米地里，看见玉米长得又大又多，非常高兴，就偷了一个，拿着往前走。小猴子拿着玉米，走到一棵桃树下。它看见树上的桃子又大又红，非常高兴，就扔了玉米去摘桃子。小猴子拿着几个桃子，走到一片瓜地里。它看见西瓜又大又圆，非常高兴，就扔了桃子去摘西瓜。小猴子拿着一个大西瓜往回走。走着走着，看见一只小兔子，真可爱。它非常高兴，就扔了西瓜去追小兔。小兔跑进树林里，不见了。小猴子只好空着手回家去。",
    "translation": "One day, Little Monkey came down from the mountain. He walked to a field of corn, and saw that the corn had grown large and abundant, [this made him] very happy, so he stole one, and holding it walked on. Holding the corn, he walked to the bottom of a big peach tree. He saw the peaches in the tree were big and red, [this made him] very happy, and he threw down the corn to pick the peaches. Little Monkey took several peaches, and walked to a watermelon field. He saw the watermelons were big and round, [this made him] very happy, so he threw down the peaches to pick the watermelons. Little Monkey took a big watermelon and [started] walking back. Walking and walking, he saw a rabbit, it was very cute. [It made him] very happy, so he threw down the watermelon to chase the rabbit. The rabbit ran into the forest, and disappeared. Little Monkey had to go home empty-handed.",
    "pinyin": "xiǎo hóuzi bāi yùmǐ yǒu yī tiān yī zhǐ xiǎo hóuzi xiàshān lái tā zǒu dào yīkuài yùmǐ dì lǐ kànjiàn yùmǐ zhǎngde yòu dà yòu duō fēicháng gāoxìng jiù tōu le yī gè ná zháo wǎngqián zǒu xiǎo hóuzi ná zháo yùmǐ zǒu dào yī kē táoshù xià tā kànjiàn shù shàng de táozi yòu dà yòu hóng fēicháng gāoxìng jiù rēng le yùmǐ qù zhāi táozi xiǎo hóuzi ná zháo jǐge táozi zǒu dào yīpiàn guā dì lǐ tā kànjiàn xīguā yòu dà yòu yuán fēicháng gāoxìng jiù rēng le táozi qù zhāi xīguā xiǎo hóuzi ná zháo yī gè dà xīguā wǎng huí zǒu zǒu zháo zǒu zháo kànjiàn yī zhǐ xiǎo tùzi zhēn kě'ài tā fēicháng gāoxìng jiù rēng le xīguā qù zhuī xiǎo tù xiǎo tù pǎo jìn shùlín lǐ bùjiàn le xiǎo hóuzi zhǐhǎo kōngzheshǒu huíjiā qù ",
    "HSK_level": "HSK3",
    "source_url": "http://chinesereadingpractice.com/2020/04/24/chinese-childrens-stories-monkey-steals-some-corn/",
    "retrieved_date": "21-03-2024"
}