{
    "text": "最可口的食物在一个农场里养着很多动物。其中有一匹爱挑食的小马，它总是不满意农场主给它的食物。于是它决定去转一圈，看看别的动物们那儿有什么好吃的。　　它很快就发现了几只鸡正在愉快地吃着什么，上前一看，是谷子，它尝了一口，却马上又吐了出来，“一点味没有，不好吃！”说着就走了。　　不久它又看到一只狗在津津有味地啃着骨头，还有一只猫一边唱着歌一边撕咬着一条鱼。这些食物，它看了都害怕，那气味快使它呕吐。它赶紧走开了。　　走了好一会儿，小马有点渴了，它来到水塘边喝水。看到两只鸭子正在抢夺一条蚯蚓，蚯蚓被它们拉扯的又细又长，最后断成两截，两只鸭子狼吞虎咽地吃下了各自的半截，又开始寻找起来。看到这残忍的一幕，小马水也顾不上喝就跑开了，“真恐怖！”它说。　　跑了一大圈，它看到的动物吃的东西，都不合它的胃口，有的甚至还让它感得恶心。小马饥肠辘辘的回到马厩，才发现主人为它预备的草料，才是它最喜爱最可口的食物。",
    "translation": "There was a farm where many animals were raised. Among them was one little horse that was very picky about his food, he was always unsatisfied with what the farmer gave him to eat. So he decided to go walk around, to see what yummy things the other animals had to eat.\nHe quickly discovered a few chickens happily eating something, so he went over to look, it was grain, so he tried a mouthful, but he spit out, “[This] has no flavor, it’s gross!”, he said and left.?\nNot long after he saw a dog gnawing on a bone with relish, and a cat singing a song while tearing into a fish. Just looking at these foods frightened him, and the smell made him retch, so he quickly took his leave. ?\nAfter walking for a while, the little horse was a bit thirsty, so he went to the pond to drink some water. He saw two ducks fighting over an earthworm, they stretched the earthworm out long and thin, and finally broke it into two pieces, and the two ducks each gobbled down their piece, and started looking about [for another]. Seeing this cruel scene, the little horse couldn’t even stand to drink any water and quickly ran away, “Truly horrifying!” he said.\nHe ran all around, and everything he saw the other animals eating didn’t suit his own tastes, and some even disgusted him. He returned to his pen with his stomach rumbling, and found that the grass master had prepared for him to eat was his favorite delicious food after all.",
    "pinyin": "zuì kěkǒu de shíwù zài yī gè nóngchǎng lǐ yǎng zháo hěn duō dòngwù qízhōng yǒu yī pǐ ài tiāoshí de xiǎomǎ tā zǒngshì bùmǎnyì nóngchǎng zhǔ gěi tā de shíwù yúshì tā juédìng qù zhuàn yī quān kànkan biéde dòngwù men nàr yǒu shénme hàochī de tā hěn kuài jiù fāxiàn le jǐ zhǐ jī zhèngzài yúkuài dì chī zháo shénme shàngqián yī kàn shì gǔzi tā cháng le yīkǒu què mǎshàng yòu tǔ le chulai yīdiǎn wèi méiyǒu bùhǎo chī shuō zháo jiù zǒu le bùjiǔ tā yòu kàn dào yī zhǐ gǒu zài jīnjīnyǒuwèi dì kěn zháo gǔtou háiyǒu yī zhǐ māo yībiān chàng zháo gē yībiān sīyǎo zháo yī tiáo yú zhèxiē shíwù tā kàn le dōu hàipà nà qìwèi kuài shǐ tā ǒutù tā gǎnjǐn zǒukāi le zǒu le hǎo yīhuìr xiǎomǎ yǒudiǎn kě le tā láidào shuǐtáng biān hē shuǐ kàn dào liǎng zhǐ yāzi zhèngzài qiǎngduó yī tiáo qiūyǐn qiūyǐn bèi tāmen lāche de yòu xì yòu cháng zuìhòu duàn chéng liǎng jié liǎng zhǐ yāzi lángtūnhǔyàn dì chī xià le gèzì de bànjié yòu kāishǐ xúnzhǎo qilai kàn dào zhè cánrěn de yī mù xiǎomǎ shuǐ yě gùbushàng hē jiù pǎo kāi le zhēn kǒngbù tā shuō pǎo le yī dà quān tā kàn dào de dòngwù chī de dōngxi dōu bùhé tā de wèikǒu yǒude shènzhì hái ràng tā gǎn de ěxīn xiǎomǎ jīchánglùlù de huídào mǎjiù cái fāxiàn zhǔ rénwéi tā yùbèi de cǎoliào cái shì tā zuìxǐ'ài zuì kěkǒu de shíwù ",
    "HSK_level": "HSK3",
    "source_url": "http://chinesereadingpractice.com/2020/05/22/chinese-childrens-story-most-appetizing-meal/",
    "retrieved_date": "21-03-2024"
}