{
    "text": "我病了我病了。　头疼，发烧，嗓子也疼，不想吃东西，晚上咳嗽的很厉害。　上午同学们都去上课了，我一个人在宿舍里，感到很寂寞。　寂寞了就容易想家。　我家里人很多，有哥哥，姐姐，还有一个弟弟。　在家的时候，我们常一起玩儿。　现在，我在北京学习汉语，寂寞的时候就常常想他们。因为不舒服，所以我今天起得很晚。　起了床就去医院了。　大夫给我检查了一下儿，说我感冒了。　给我打了一针，还开了一些药。　他说，吃了药病就好了。老师和同学们知道我病了，都来看我。　林老师听说我不想吃东西，还做了一碗面条给我吃。　吃了面条，身上出了很多汗，老师说，出了汗可能不发烧了。下午，果然不发烧了，喜庆也好了。　我用　Ｅｍａｉｌ　个我姐姐发了一封信。　我说，我在这儿生活得很好，我有很好的老师，还有很多好同学，好朋友，和他们在一起，我感到很愉快。",
    "translation": "I’m sick. My head hurts, I have a fever, my throat also hurts, I don’t want to eat anything, and at night I have a serious cough. In the morning my classmates all went to class, and I was the only one left in the dormitory. I feel very lonely. When you’re lonely, it’s easy to miss home. I have a lot of family members – an older brother, older sister, and also a younger brother. When I’m at home, we often play together. Right now, I’m in Beijing studying Chinese, and when I’m lonely I miss them.\nBecause I don’t feel well, I got up late today. When I got up, I went to the hospital. The doctor gave me a quick checkup and said I have a cold. He gave me one shot [also: IV drip], and also prescribed some medicine. He said, take the medicine and you’ll get better.\nMy teacher and classmates know I’m sick, so they all came to see me. Teacher Lin heard that I didn’t want to eat anything, so she made me a bowl of noodles. After I ate the noodles, I began to pour sweat. Teacher said, if you sweat, maybe your fever will go away.\nIn the afternoon, sure enough my fever was gone, and I was in a good mood. I emailed my older sister. I said, I have a very good life here, I have a good teacher and good classmates and good friends, and all together they make me very happy.",
    "pinyin": "wǒ bìng le wǒ bìng le tóuténg fāshāo sǎngzi yě téng bùxiǎng chī dōngxi wǎnshang késou de hěn lìhai shàngwǔ tóngxué men dōu qù shàngkè le wǒ yīgèrén zài sùshè lǐ gǎndào hěn jìmò jìmò le jiù róngyì xiǎngjiā wǒ jiālǐ rén hěn duō yǒu gēge jiějie háiyǒu yī gè dìdi zài jiāde shíhou wǒmen cháng yīqǐ wánr xiànzài wǒ zài Běijīng xuéxí Hànyǔ jìmò de shíhou jiù chángcháng xiǎng tāmen yīnwèi bù shūfu suǒyǐ wǒ jīntiān qǐ dehěn wǎn qǐ le chuáng jiù qù yīyuàn le dàfū gěi wǒ jiǎnchá le yīxiàr shuō wǒ gǎnmào le gěi wǒ dǎ le yī zhēn hái kāi le yīxiē yào tā shuō chī le yào bìng jiù hǎole lǎoshī hé tóngxué men zhīdào wǒ bìng le dōu láikàn wǒ lín lǎoshī tīngshuō wǒ bùxiǎng chī dōngxi hái zuò le yī wǎn miàntiáo gěi wǒ chī chī le miàntiáo shēnshang chū le hěn duō hàn lǎoshī shuō chū le hàn kěnéng bù fāshāo le xiàwǔ guǒrán bù fāshāo le xǐqìng yě hǎole wǒ yòng gè wǒ jiějie fā le yī fēng xìn wǒ shuō wǒ zài zhèr shēnghuó dehěn hǎo wǒ yǒu hěn hǎo de lǎoshī háiyǒu hěn duō hǎo tóngxué hǎopéngyou hé tāmen zàiyīqǐ wǒ gǎndào hěn yúkuài ",
    "HSK_level": "HSK3",
    "source_url": "http://chinesereadingpractice.com/2011/01/22/im-feeling-sick/",
    "retrieved_date": "21-03-2024"
}