{
    "text": "拿到压岁钱以后我非常喜欢过新年，因为过年不但能穿新衣服，玩得快活，而且还能收到很多的压岁钱。今年我一下子就收到了700余元压岁钱，我拿着压岁钱，心里特别高兴，但是也很扫兴，怕妈妈给收走了。以往的压岁钱都要上缴的，我就给妈妈商量：今年我刚满十岁，我已经长大了，希望这些压岁钱由我来保管，没想到妈妈很爽快的答应了，我心里乐的开了花。我拿到这些压岁钱，我应该怎样来花这些钱呢？买我喜欢的玩具、还有我最喜欢吃的肯德基？我苦思冥想了好几天，我打算用这些钱来买我喜欢的书籍、买一些学习用品或者订报纸、献爱心捐款……除了这些,我是决不乱花的。我觉得这样做，不但可以从小学会勤俭节约、不乱花钱的习惯，而且还可以使我学会管理、学会生活，这样才会使我逐渐成长起来。",
    "translation": "I really love New Year, because [during] New Year I can not only wear new clothes and play joyfully, but also, I get a lot of New Year’s money. This year, in a flash I got more than 700 yuan, and holding that New Years’ money, my heart was glad, but at the same time, my spirits were dampened, because I was afraid mama would take it away from me. \nIn the past [I had to] give over my New Year’s money to the higher authorities [author means his mother here], so I discussed it with my mother [thus]: this year I’m fully 10 years old, I’m already a grown up, and I hope this New Year’s money can be left under my care, but I never though she’d agree so readily, and happiness bloomed in my heart like a flower. I held the New Year’s money, but what should I spend this money on? Buy a toy I like, or my favorite thing to eat, Kentucky Fried Chicken? I racked my brains for several days, and decided to use the money to buy some books I liked, buy a few school supplies or to subscribe to a newspaper, and to make a charitable donation… apart from these things, I figured I’d better not spend it recklessly.  \nI thought that doing it this way, I not only could learn to be diligent and thrifty starting in primary school, and develop careful spending habits, but also this could let me study money management, study life [skills], and I would gradually become more mature.",
    "pinyin": "ná dào yāsuìqián yǐhòu wǒ fēicháng xǐhuan guò xīnnián yīnwèi guònián bùdàn néng chuān xīn yīfu wán de kuàihuo érqiě hái néng shōudào hěn duō de yāsuìqián jīnnián wǒ yīxiàzi jiù shōu dàoliǎo yú yuán yāsuìqián wǒ ná zháo yāsuìqián xīnli tèbié gāoxìng dànshì yě hěn sǎoxìng pà māma gěi shōu zǒu le yǐwǎng de yāsuìqián dōu yào shàngjiǎo de wǒ jiù gěi māma shāngliang jīnnián wǒ gāng mǎn shí suì wǒ yǐjīng zhǎngdà le xīwàng zhèxiē yāsuìqián yóu wǒ lái bǎoguǎn méixiǎngdào māma hěn shuǎngkuai de dāying le wǒ xīnli lè de kāi le huā wǒ ná dào zhèxiē yāsuìqián wǒ yīnggāi zěnyàng lái huā zhèxiē qián ne mǎi wǒ xǐhuan de wánjù háiyǒu wǒ zuì xǐhuan chī de Kěndéjī wǒ kǔsīmíngxiǎng le hǎo jǐtiān wǒ dǎsuàn yòng zhèxiē qián lái mǎi wǒ xǐhuan de shūjí mǎi yīxiē xuéxí yòngpǐn huòzhě dìng bàozhǐ xiàn àixīn juānkuǎn chúle zhèxiē wǒ shì juébù luànhuā de wǒ juéde zhèyàng zuò bùdàn kěyǐ cóngxiǎo xuéhuì qínjiǎnjiéyuē bù luànhuāqián de xíguàn érqiě hái kěyǐ shǐ wǒ xuéhuì guǎnlǐ xuéhuì shēnghuó zhèyàng cái huì shǐ wǒ zhújiàn chéngzhǎng qilai ",
    "HSK_level": "HSK3",
    "source_url": "http://chinesereadingpractice.com/2012/09/10/after-i-got-my-new-years-money/",
    "retrieved_date": "21-03-2024"
}