{
    "text": "完美的弓古时候有一个人得到一张弓，这张弓射出去的箭又远又准。因此他很珍惜它。这个人经常把弓拿在手里把玩，有一天，他仔细欣赏着手中的弓时，突然觉得这张弓上好像缺了点什么，看起来有些单调。他想，要是能让它更漂亮些不是更好？于是，他把这张弓送到一个很出名的工匠那里，请他在弓背上雕刻上精美的图案。工匠花了两个月的时间，在上面雕了一幅完美的行猎图。这个人高兴极了，就想：“还有什么比一幅行猎图更适合这张弓的呢？”当他回到家，拿出箭来。“好久没用过它了，可得好好玩玩。”他搭上箭，拉紧弓弦，“啪”的一声，弓断成了两截。世界上没有绝对完美的事物。若你一定要让某一件事情或某一个东西完美的话，你必定会失败。",
    "translation": "In olden times there was a man who received a bow, and the arrows shot by this bow [flew] far and accurately. Because of this, he treasured it.\nThis man often carried the bow around in his hands fondling it, and one day, as he was carefully admiring the bow in his hands, he suddenly felt that the bow was missing a little something, it looked [perhaps] a little drab. He thought, wouldn’t it be better if I could make it a little more beautiful?\nAnd so, he sent the bow to a very famous wood craftsman, and asked him to engrave a beautiful pattern upon the back of the bow. The wood craftsman spent two months carving a perfect hunting scene upon it. The man was extremely happy, and thought, “What is more suitable for this bow than a hunting scene?”\nWhen he returned home, he took out an arrow. “I haven’t used [my bow] in a long time, now I can have some fun [with it].” He fitted the arrow, pulled the bowstring tight, and with a “pai sound, the bow broke into two pieces.\nNothing is absolutely perfect in this world. If you must [try to] make a situation or a thing perfect, you will certainly fail.",
    "pinyin": "wánměi de gōng gǔshíhou yǒu yīgèrén dédào yī zhāng gōng zhè zhāng gōng shè chūqù de jiàn yòu yuǎn yòu zhǔn yīncǐ tā hěn zhēnxī tā zhège rén jīngcháng bǎ gōng ná zài shǒulǐ bǎwán yǒu yī tiān tā zǐxì xīnshǎng zhuóshǒu zhòngdì gōng shí tūrán juéde zhè zhāng gōng shàng hǎoxiàng quē le diǎn shénme kànqǐlái yǒuxiē dāndiào tā xiǎng yàoshi néng ràng tā gēng piàoliang xiē bùshì gēng hǎo yúshì tā bǎ zhè zhāng gōng sòng dào yī gè hěn chūmíng de gōngjiàng nàli qǐng tā zài gōng bèi shàng diāokè shàng jīngměi de tú'àn gōngjiàng huā le liǎng gè yuè de shíjiān zài shàngmian diāo le yī fú wánměi de xíng liè tú zhège rén gāoxìng jíle jiù xiǎng háiyǒu shénme bǐ yī fú xíng liè tú gēng shìhé zhè zhāng gōng de ne dāng tā huídào jiā náchū jiàn lái hǎojiǔ méiyòng guò tā le kě de hǎo hàowán wán tā dā shàng jiàn lājǐn gōngxián pā de yīshēng gōng duàn chéngle liǎng jié shìjiè shàng méiyǒu juéduì wánměi de shìwù ruò nǐ yīdìngyào ràng mǒu yī jiàn shìqing huò mǒu yī gè dōngxi wánměi dehuà nǐ bìdìng huì shībài ",
    "HSK_level": "HSK3",
    "source_url": "http://chinesereadingpractice.com/2020/06/11/childrens-story-%e5%ae%8c%e7%be%8e%e7%9a%84%e5%bc%93-the-perfect-archery-bow/",
    "retrieved_date": "21-03-2024"
}