{
    "text": "《西红柿女孩》这个小姑娘叫米乐。她非常，非常，非常害羞。只要有人叫她的名字，她就会变得满脸通红！可怜的米乐！在学校的操场上，同学们最喜欢的游戏，就是米乐的脸变颜色。米乐的脸会从淡粉色变成玫瑰红。从“米乐”变成“西红柿”。上课的时候，如果老师叫到她的名字，她会马上心跳加速，呼吸困难。虽然她明明知道答案，但是答案却总是躲在脑子里，不肯出来。没有一个人听到过米乐小得不能再小的声音。从来没有！在面包店的阿姨面前（那是常常送糖给她的阿姨哦），米乐也说不出一个字。邻居家的小姑娘来米乐家玩，米乐也害羞得不知所措。可怜的米乐，她从来不敢和同学们一起玩跳房子，同学们也不愿意和米乐一起玩。这些还不算什么。最最可怕、最最悲惨、最最让人担心的，这辈子最让米乐害怕的，是明天。因为明天她要在全班同学面前背诗！米乐度过了一个可怕的晚上。她在床上翻来覆去，先是怎么也睡不着，接着又做了许多的噩梦。可是第二天，米乐不得不硬着头皮去上学……“西红柿！”“米乐，该你了！”米乐的腿发软、心乱跳，她恨不得自己能马上消失。“她的脸好红呀！”“西红柿！”老师说，“怎么这么吵！你们以为这里是动物园吗? 是菜市场吗? 你们这些捣蛋鬼，不觉得难为情吗？她叫米乐。不叫西红柿！”米乐这才发现同学们的脸和她的一样红！突然，米乐张开了嘴。“小鸟一只小鸟，并不美丽，所有的动物都嘲笑它。它的颜色很奇怪，羽毛也不柔软。一天早上，在清晨的阳光里，小鸟唱起了动听的歌，所有的动物都伸长了耳朵，原来在并不耀眼的羽毛下，藏着最美丽的歌喉！”完。“太棒了！”“真好！”“真了不起！”从那天起，米乐有一个新外号，“米乐小百灵”。Buy on Amazon:Tomato Girl",
    "translation": "This little girl is named Mile. She is very, very, very shy. One only needs to call her name, and her whole face will turn red! Poor Mile!\nOn the school playground, her classmates’ favorite game, is to make Mile’s face change color. Mile’s face will change from light pink to rose red. From “Mile” she becomes “Tomato”.\nDuring classtime, if the teacher calls her name, her heartbeat immediately speeds up, and it’s difficult to breathe. Although she clearly knows the answer, the answer always hides in her brain, unwilling to come out. Not one person has ever heard Mile’s small [so small it couldn’t be smaller] voice. Never!\nIn front of the lady [lit: auntie] at the bakery (that’s the lady that always gives her some candy), Mile still can’t speak a word. The neighbor’s little girl came to Mila’s house to play, and Mile was so shy she was at her wit’s end.\nPoor Mile, she had never dared to play hopscotch with her classmates, and her classmates also weren’t willing to play with her.\nBut all this was nothing. Most most frightening of all, most most miserable, most most worrisome, was tomorrow. Because tomorrow she had to read aloud in front of the whole class!\nMile spent the whole night terrified. She tossed and turned on her bed, first she couldn’t sleep, and then she had many nightmares.\nBut on the second day, Mile had to brace herself and go to school…\n“Tomato!”\n“Mile, it’s your turn!”\nMile’s legs went soft, her heart beat madly, and she wished she could immediately disappear.\n“Her face is so red!”\n“Tomato!”\nThe teacher said, “How are you all this noisy? Do you think this is a zoo?! That it’s a vegetable market? You troublemakers, aren’t you ashamed? Her name is Mile. Not Tomato!”\nAt this time, Mile discovered all her classmate’s faces were as red as hers! Suddenly, Mile opened her mouth.\n“Little bird,\nOne little bird,\nNot at all pretty,\nAll the animals made fun of it.\nIt’s color was very strange,\nAnd its feathers were not soft.\nOne morning, in the light of the dawn,\nThe little bird sang a pleasant song,\nAll the animals perked up their ears,\nFor it turned out that under unremarkable feathers,\nThere was hidden the most beautiful song!”\nShe finished.\n“So great!”\n“Well done!”\n“Really impressive!”\nFrom that day on, Mile had a new nickname, “Mile the Little Lark”.",
    "pinyin": "xīhóngshì nǚhái zhège xiǎo gūniang jiào mǐ lè tā fēicháng fēicháng fēicháng hàixiū zhǐyào yǒurén jiào tā de míngzi tā jiù huì biànde mǎnliǎn tōnghóng kělián de mǐ lè zài xuéxiào de cāochǎng shàng tóngxué men zuì xǐhuan de yóuxì jiùshì mǐ lè de liǎn biàn yánsè mǐ lè de liǎn huì cóng dàn fěnsè biànchéng méiguī hóng cóng mǐ lè biànchéng xīhóngshì shàngkè de shíhou rúguǒ lǎoshī jiào dào tā de míngzi tā huì mǎshàng xīntiào jiāsù hūxī kùnnan suīrán tā míngmíng zhīdào dá'àn dànshì dá'àn què zǒngshì duǒ zài nǎozi lǐ bù kěn chulai méiyǒu yīgèrén tīngdào guò mǐ lè xiǎo de bùnéng zài xiǎode shēngyīn cóngláiméiyǒu zài miànbāo diàn de āyí miànqián nàshi chángcháng sòng táng gěi tā de āyí o mǐ lè yě shuōbuchū yī gè zì línjū jiāde xiǎo gūniang lái mǐ lè jiā wán mǐ lè yě hàixiū de bùzhīsuǒcuò kělián de mǐ lè tā cóngláibù gǎn hé tóngxué men yīqǐ wán tiàofángzi tóngxué men yě bù yuànyì hé mǐ lè yīqǐ wán zhèxiē hái bù suàn shénme zuì zuì kěpà zuì zuì bēicǎn zuì zuì ràng rén dānxīn de zhè bèizi zuì ràng mǐ lè hàipà de shì míngtiān yīnwèi míngtiān tā yào zài quánbān tóngxué miànqián bèi shī mǐ lè dùguò le yī gè kěpà de wǎnshang tā zài chuáng shàng fānláifùqù xiān shì zěnme yě shuì bùzháo jiēzhe yòu zuò le xǔduō de èmèng kěshì dì'èrtiān mǐ lè bùdébù yìngzhetóupí qù shàngxué xīhóngshì mǐ lè gāi nǐ le mǐ lè de tuǐ fāruǎn xīn luàntiào tā hènbude zìjǐ néng mǎshàng xiāoshī tā de liǎn hǎo hóng ya xīhóngshì lǎoshī shuō zěnme zhème chǎo nǐmen yǐwéi zhèlǐ shì dòngwùyuán ma shì càishìchǎng ma nǐmen zhèxiē dǎodànguǐ bù juéde nánwéiqíng ma tā jiào mǐ lè bù jiào xīhóngshì mǐ lè zhè cái fāxiàn tóngxué men de liǎn hé tā de yīyàng hóng tūrán mǐ lè zhāngkāi le zuǐ xiǎoniǎo yī zhǐ xiǎoniǎo bìngbù měilì suǒyǒu de dòngwù dōu cháoxiào tā tā de yánsè hěn qíguài yǔmáo yě bù róuruǎn yī tiān zǎoshang zài qīngchén de yángguāng lǐ xiǎoniǎo chàng qǐ le dòngtīng de gē suǒyǒu de dòngwù dōu shēncháng le ěrduo yuánlái zài bìngbù yàoyǎn de yǔmáo xià cáng zháo zuì měilì de gē hóu wán tài bàng le zhēn hǎo zhēn liǎobuqǐ cóng nàtiān qǐ mǐ lè yǒu yī gè xīn wàihào mǐ lè xiǎo bǎilíng ",
    "HSK_level": "HSK3",
    "source_url": "http://chinesereadingpractice.com/2020/04/30/chinese-childrens-stories-tomato-girl/",
    "retrieved_date": "21-03-2024"
}