{
    "text": "我的玩具熊今天，妈妈下班回来，神秘兮兮地对我说: “聪聪，猜猜看，我给你买什么了？我猜了好几次，妈妈都连连摇头。她看我急不可耐的样子，从背包里拿出一样东西，我兴高采烈地接过一看，啊，原来是一对可爱的玩具熊。这两只玩具熊全身雪白雪白的，它们紧紧挨在一起，像一对亲密的小姐妹。半圆形的耳朵，小小的鼻子向前翘着，一双眼睛像两颗黑珍珠，胖乎乎的身体，圆圆的脑袋，让人喜欢得不得了。更有趣的是，如果用手拍它的胳膊，它就会发出悦耳动听的音乐来，真是好玩极了。两只玩具熊像我的好朋友，它们天天陪伴着我，给我家带来无穷的欢乐。我喜欢我的玩具熊。",
    "translation": "Today, mother came back from work, and very mysteriously said to me: “Congcong, guess what I have bought for you?” I guessed many times, but mother repeatedly shook her head. Seeing my impatience, she took something from her backpack, I happily and excitedly took it from her and looked, ah! It was a pair of cute toy bears.\nThese two toy bears’ bodies were white as snow, they were pressed close together like a pair of dear sisters. Half-circle ears, small noses pointed outwards, a pair of eyes like two black pearls, chubby bodies, round head, all make them very lovable. \nMost interesting is that if you use your hand to pat their arms, they automatically play some sweet-sounding music, it’s really wonderful! \nThese two toys are like my good friends, they accompany me every day, and they bring lots of fun to my family. I like my toy bears.",
    "pinyin": "wǒ de wánjù xióng jīntiān māma xiàbān huílai shénmì xīxī dì duì wǒ shuō cōng cōng cāi cāi kàn wǒ gěi nǐ mǎi shénme le wǒ cāi le hǎo jǐcì māma dōu liánlián yáotóu tā kàn wǒ jíbùkěnài de yàngzi cóng bēibāo lǐ náchū yīyàng dōngxi wǒ xìnggāocǎiliè dì jiēguò yī kàn á yuánlái shì yīduì kě'ài de wánjù xióng zhè liǎng zhǐ wánjù xióng quánshēn xuěbái xuěbái de tāmen jǐnjǐn ái zàiyīqǐ xiàng yīduì qīnmì de xiǎojie mèi bànyuánxíng de ěrduo xiǎoxiǎo de bízi xiàngqián qiào zháo yī shuāng yǎnjing xiàng liǎng kē hēi zhēnzhū pànghūhū de shēntǐ yuán yuán de nǎodài ràng rén xǐhuan de bùdéliǎo gēng yǒuqù de shì rúguǒ yòng shǒu pāi tā de gēbo tā jiù huì fāchū yuè'ěr dòngtīng de yīnyuè lái zhēnshi hàowán jíle liǎng zhǐ wánjù xióng xiàng wǒ de hǎopéngyou tāmen tiāntiān péibàn zháo wǒ gěi wǒ jiā dàilái wúqióng de huānlè wǒ xǐhuan wǒ de wánjù xióng ",
    "HSK_level": "HSK3",
    "source_url": "http://chinesereadingpractice.com/2011/10/06/my-toy-bears/",
    "retrieved_date": "21-03-2024"
}