{
    "text": "《小马过河》小马和他的妈妈住在小河边。他过的很快乐，时光飞快地过去了。有一天，妈妈把小马叫到身边说：“小马，你已经长大了，可以帮妈妈做事了。今天你把这袋粮食送到河对岸的村子里去吧。”小马非常高兴地答应了。他驮着粮食飞快地来到了小河边。可是河上没有桥，只能自己淌过去。可又不知道河水有多深呢？犹豫中的小马一抬头，看见了正在不远处吃草的牛伯伯。小马赶紧跑过去问到：“牛伯伯，您知道那河里的水深不深呀？”牛伯伯挺起他那高大的身体笑着说：“不深，不深。才到我的小腿。”小马高兴地跑回河边准备淌过河去。他刚一迈腿，忽然听见一个声音说：“小马，小马别下去，这河可深啦。”小马低头一看，原来是小松鼠。小松鼠翘着她漂亮的尾巴，睁着圆圆的眼睛，很认真地说：“前两天我的一个伙伴不小心掉进了河里，河水就把他卷走了。”小马一听没主意了。牛伯伯说河水浅，小松鼠说河水深，这可怎么办呀？只好回去问妈妈。马妈妈老远地就看见小马低着头驮着粮食又回来了。心想他一定是遇到困难了，就迎过去问小马。小马哭着把牛伯伯和小松鼠的话告诉了妈妈。妈妈安慰小马说：“没关系，咱们一起去看看吧。”小马和妈妈又一次来到河边，妈妈让小马自己去试探一下河水有多深。小马小心地试探着，一步一步地淌过了河。噢，他明白了，河水既没有牛伯伯说的那么浅，也没有小松鼠说的那么深。只有自己亲自试过才知道。",
    "translation": "Little Horse and his mother lived by the river. He passed his days happily, and time flew by. One day, Mother called little horse to her side and said: “Little Horse, you’re all grown up, you can help mother with a few things. Today, take that sack of grain and take it to the village on the opposite riverbank.” \nLittle Horse happily agreed. Carrying the grain on his back he flew to the river. But there was no bridge over the river, he could only wade across. But he didn’t know how deep the river was.(?) While he was hesitating he lifted his head, and saw Uncle Ox eating grass not far away. Little horse hurriedly ran over and asked: “Uncle Ox, do you know if the river is deep or not?” \nUncle Ox straightened his big, tall body and laughing, said: “Not deep, not deep. It only comes up to my calf.” \nLittle Horse happily ran back to the riverside and prepared to wade across. He’d just taken one step, when suddenly he heard a voice say: “Little Horse, Little Horse, don’t go in, this river is so deep!” Little Horse lowered his head and looked down, and saw it was Little Squirrel. Little Squirrel raised her pretty tail, round eyes opened wide, and spoke earnestly: “Two days ago my companion accidentally fell into the river, and the water swept him away.” \nLittle Horse had no idea. Uncle Ox said the water was shallow, Little Squirrel said the water was deep, what was he to do? He had to go back and ask Mother. From a distance, Mother Horse saw Little Horse returning with a lowered head and carrying the sack of grain. She knew in her heart that he must have run into trouble, so she went to welcome Little Horse and ask. Little horse, crying, told Mother what Uncle Ox and Little Squirrel had said. Mother consoled Little Horse, saying: “Don’t worry, let’s go together and have a look.” \nLittle Horse and Mother went back to the riverbank again, and Mother let little horse test out how deep the water was. Little Horse carefully tried it out, and step by step waded across the river. Hey, he understood, the river on the one hand wasn’t as shallow as Uncle Ox said, and also wasn’t as deep as Little Squirrel said. You only know if you find out for yourself.",
    "pinyin": "xiǎomǎ guò hé xiǎomǎ hé tā de māma zhù zài xiǎo hébiān tā guò de hěn kuàilè shíguāng fēikuài dì guòqu le yǒu yī tiān māma bǎ xiǎomǎ jiào dào shēnbiān shuō xiǎomǎ nǐ yǐjīng zhǎngdà le kěyǐ bāng māma zuòshì le jīntiān nǐ bǎ zhè dài liángshi sòng dào hé duì àn de cūnzi lǐ qù ba xiǎomǎ fēicháng gāoxìng dì dāying le tā tuó zháo liángshi fēikuài dì lái dàoliǎo xiǎo hébiān kěshì hé shàng méiyǒu qiáo zhǐnéng zìjǐ tǎng guòqu kě yòu bù zhīdào héshuǐ yǒu duō shēn ne yóuyù zhòngdì xiǎomǎ yī táitóu kànjiàn le zhèngzài bù yuǎnchù chī cǎo de niú bóbo xiǎomǎ gǎnjǐn pǎo guòqu wèn dào niú bóbo nín zhīdào nà hé lǐ de shuǐshēn bù shēn ya niú bóbo tǐng qǐ tā nà gāodà de shēntǐ xiào zháo shuō bù shēn bù shēn cái dào wǒ de xiǎotuǐ xiǎomǎ gāoxìng dì pǎo huí hébiān zhǔnbèi tǎng guò hé qù tā gāngyī mài tuǐ hūrán tīngjiàn yī gè shēngyīn shuō xiǎomǎ xiǎomǎ bié xiàqù zhè hé kě shēn la xiǎomǎ dītóu yī kàn yuánlái shì xiǎo sōngshǔ xiǎo sōngshǔ qiào zháo tā piàoliang de yǐba zhēng zháo yuán yuán de yǎnjing hěn rènzhēn dì shuō qián liǎng tiān wǒ de yī gè huǒbàn bù xiǎoxīn diào jìn le hé lǐ héshuǐ jiù bǎ tā juǎn zǒu le xiǎomǎ yī tīng méi zhǔyi le niú bóbo shuō héshuǐ qiǎn xiǎo sōngshǔ shuō hé shuǐshēn zhè kě zěnmebàn ya zhǐhǎo huíqu wèn māma mǎ māma lǎoyuǎn dì jiù kànjiàn xiǎomǎ dī zháo tóu tuó zháo liángshi yòu huílai le xīnxiǎng tā yīdìng shì yùdào kùnnan le jiù yíng guòqu wèn xiǎomǎ xiǎomǎ kū zháo bǎ niú bóbo hé xiǎo sōngshǔ dehuà gàosu le māma māma ānwèi xiǎomǎ shuō méiguānxi zánmen yīqǐ qù kànkan ba xiǎomǎ hé māma yòuyīcì láidào hébiān māma ràng xiǎomǎ zìjǐ qù shìtàn yīxià héshuǐ yǒu duō shēn xiǎomǎ xiǎoxīn dì shìtàn zháo yī bù yī bù dì tǎng guò le hé ō tā míngbai le héshuǐ jì méiyǒu niú bóbo shuō de nàme qiǎn yě méiyǒu xiǎo sōngshǔ shuō de nàme shēn zhǐyǒu zìjǐ qīnzì shì guò cái zhīdào ",
    "HSK_level": "HSK3",
    "source_url": "http://chinesereadingpractice.com/2016/05/01/little-horse-crosses-the-river/",
    "retrieved_date": "21-03-2024"
}