{
    "text": "朱德的扁担1928年，朱德同志带领一支红军队伍到井冈山。山上是红军，山下不远就是敌人。井冈山上粮食不多，常常要派一些人到山下的田园去挑粮。井冈山离田园很远，山高路窄，非常难走。可是每次挑粮大家都争着去。朱德同志也跟战士们一起去挑粮。他穿着草鞋，挑起满满的一担粮食，跟大家一起爬山。白天挑粮，晚上还常常整夜整夜地学习怎样跟敌人打仗。大家觉得他要做的工作太多，就把他那根扁担藏了起来。可是朱德同志又找到了一根扁担，写上“朱德扁担，不要拿走”八个大字。大家见了，更敬爱朱德同志，不好意思再藏他的扁担了。",
    "translation": "In 1928, Comrade Zhu De lead a detachment of Red Army troops to Jinggang Mountain. The Red Army was on the mountain, but down the mountain not far away was the enemy. \nThere wasn’t much grain on Jinggang Mountain, so [they] often had to send a few people down to the fields below to tote back some grain. Jinggang Mountain was far from the fields, the mountain was high and the roads were narrow, it was very hard going. But each time grain had to be carried back, everyone fought to be the one to go.\nComrade Zhu De also went along with the soldiers to carry grain. He wore grass shoes, carrying a pole packed full of grain, and climbed the mountain with everybody else. During the day [he] carried grain, and during the evening he often spent the whole night studying how to make war on the enemy. Everyone felt he had too much work to do, so they took his carrying pole and hid it. But Comrade Zhu De found another carrying pole, and wrote 8 big words on it: “Zhu Du’s carrying pole, please don’t take it”. Everyone saw this, and loved and respected Comrade Zhu De even more, and were too ashamed to hide his carrying pole again.",
    "pinyin": "Zhū Dé de biǎndan nián Zhū Dé tóngzhì dàilǐng yī zhī Hóngjūn duìwǔ dào Jǐnggāng Shān Shānshàng shì Hóngjūn shān xià bù yuǎn jiùshì dírén jǐng gāng Shānshàng liángshi bù duō chángcháng yào pài yīxiē rén dào shān xià de tiányuán qù tiǎo liáng Jǐnggāng Shān lí tiányuán hěn yuǎn shān gāo lù zhǎi fēicháng nánzǒu kěshì měicì tiǎo liáng dàjiā dōu zhēng zháo qù Zhū Dé tóngzhì yě gēn zhànshì men yīqǐ qù tiǎo liáng tā chuānzhuó cǎoxié tiǎoqǐ mǎnmǎn de yī dān liángshi gēn dàjiā yīqǐ páshān báitiān tiǎo liáng wǎnshang hái chángcháng zhěngyè zhěngyè dì xuéxí zěnyàng gēn dírén dǎzhàng dàjiā juéde tā yào zuò de gōngzuò tài duō jiù bǎ tā nà gēn biǎndan cáng le qilai kěshì Zhū Dé tóngzhì yòu zhǎo dàoliǎo yī gēn biǎndan xiě shàng Zhū Dé biǎndan bùyào názǒu bā gè dà zì dàjiā jiàn le gēng jìng'ài Zhū Dé tóngzhì bùhǎoyìsi zài cáng tā de biǎndan le ",
    "HSK_level": "HSK3",
    "source_url": "http://chinesereadingpractice.com/2020/05/28/communist-folk-tales-zhu-des-carrying-pole/",
    "retrieved_date": "21-03-2024"
}