{
    "text": "画龙点睛传说古时候有个画家叫张僧繇，他画龙画得特别好。有一次，他在金陵（现在南京）安乐寺的墙壁上画了四条巨龙，那龙画得活灵活现，非常逼真，只是都没有眼睛。人们问张僧繇：“为什么不把眼睛画出来？”他说：“眼睛可不能轻易画呀！一画了，龙就会腾空飞走的！”大家听了，谁也不信，都认为他在说大话。后来，经不起人们一再请求，张僧繇只好答应把龙的眼睛画出来。奇怪的事情果然发生了，他刚刚点出第二条龙的眼睛，突然刮起了大风，顷刻间电闪雷鸣。两条巨龙转动着光芒四射的眼睛冲天而起，腾空而去。围观的人，个个看得目瞪口呆，对张僧繇更佩服了。",
    "translation": "Legend has it that in ancient times there was a painter named Zhang Sengyao, and he drew dragons very well.\nOne time, he painted four giant dragons on a wall at Anle Temple in Jinlong (present-day Nanjing). The dragons were vividly drawn, extremely lifelike, but they didn’t have eyes. Peopled asked Zhang Sengyao：”Why don’t you draw the eyes?” \nHe said: “The eyes can’t be painted on rashly! Once they’re drawn, the dragons will take to the air and fly away!” \nEveryone listened, but no one believed, everyone thought he was bragging. Later, he couldn’t bear people coming repeatedly to beg him, so Zhang Sengyao had to agree to paint eyes on the dragons. The strange event happened as expected, he had just draw the eyes on the second dragon, when suddenly a big wind gusted up, and in an instant lightning flashed and thunder sounded. Two giant dragons, casting about with beams of light radiating from their eyes, rose charging towards the sky, and took off into the air. Each of the bystanders looked on dumbfounded, and admired Zhang Sengyao even more.",
    "pinyin": "huàlóngdiǎnjīng chuánshuō gǔshíhou yǒu gè huàjiā jiào Zhāng Sēngyóu tā huà lóng huà de tèbié hǎo yǒuyīcì tā zài Jīnlíng xiànzài Nánjīng ānlè sì de qiángbì shàng huà le sì tiáo jù lóng nà lóng huà de huólínghuóxiàn fēicháng bīzhēn zhǐshì dōu méiyǒu yǎnjing rénmen wèn Zhāng Sēngyóu wèishénme bù bǎ yǎnjing huà chulai tā shuō yǎnjing kě bùnéng qīngyì huà ya yī huà le lóng jiù huì téngkōng fēi zǒu de dàjiā tīng le shéi yě bù xìn dōu rènwéi tā zài shuō dà huà hòulái jīngbuqǐ rénmen yīzài qǐngqiú Zhāng Sēngyóu zhǐhǎo dāying bǎ lóng de yǎnjing huà chulai qíguài de shìqing guǒrán fāshēng le tā gānggang diǎnchū dì'èr tiáo lóng de yǎnjing tūrán guā qǐ le dàfēng qǐngkèjiān diànshǎn léimíng liǎng tiáo jù lóng zhuàndòng zháo guāngmáng sìshè de yǎnjing chōngtiān ér qǐ téngkōng ér qù wéiguān de rén gègè kàn de mùdèngkǒudāi duì Zhāng Sēngyóu gēng pèifú le ",
    "HSK_level": "HSK4",
    "source_url": "http://chinesereadingpractice.com/2020/05/13/chinese-chengyu-idioms-perfect-words/",
    "retrieved_date": "21-03-2024"
}