{
    "text": "《爱》这是真的。有个村庄的小康之家的女孩子，生得美，有许多人来做媒，但都没有说成。那年她不过十五六岁吧，是春天的晚上，她立在后门口，手扶着桃树。她记得她穿的是一件月白的衫子。对门住的年轻人同她见过面，可是从来没有打过招呼的，他走了过来，离得不远，站定了，轻轻的说了一声：“噢，你也在这里吗？”她没有说什么，他也没有再说什么，站了一会，各自走开了。就这样就完了。后来这女子被亲眷拐子卖到他乡外县去作妾，又几次三番地被转卖，经过无数的惊险的风波，老了的时候她还记得从前那一回事，常常说起，在那春天的晚上，在后门口的桃树下，那年轻人。于千万人之中遇见你所遇见的人，于千万年之中，时间的无涯的荒野里，没有早一步，也没有晚一步，刚巧赶上了，那也没有别的话可说，惟有轻轻的问一声：“噢，你也在这里吗？”",
    "translation": "This is true.\nThere was a village girl from a middle-class family, she was born a beauty, many people came to play matchmaker, but none [of the negotiations] succeeded. That year she wasn’t more than about 15 or 16 years old, and one spring evening, she stood at the back door, with her hand on the peach tree. She remembers she was wearing a moon-white shirt. [She had seen] the young man across the way but they had never greeted each other, but had never greeted each other, he walked over, no great distance, stood still, and in a soft voice said: “Oh, you’re here too?” She didn’t say anything, and he said nothing else, just stood there a moment, and then each went on their way.\nIt was over just like that.\nLater, this girl was abducted by her relatives and sold as a concubine [to a man] in another county. She was resold again and again. After passing through countless dangers and storms, when she had grown old, she still remembered that one thing, and she often mentioned that spring night, under the peach tree at the back door, and the young man there.\nAmong all the thousands of people you meet, in all the thousands of years, in the boundless wilderness of time, there is no ‘behind’, and no ‘ahead’, there is only coincidental catching up, [and in such moments] there are no other words to say, only a gentle question: “Oh, you’re here too?”",
    "pinyin": "ài zhè shì zhēn de yǒu gè cūnzhuāng de xiǎokāng zhī jiāde nǚháizi shēng de měi yǒu xǔduō rén lái zuòméi dàn dōu méiyǒu shuō chéng nà nián tā bùguò shíwǔ liù suì ba shì chūntiān de wǎnshang tā lì zàihòu ménkǒu shǒu fú zháo táoshù tā jìde tā chuān de shì yī jiàn yuè bái de shān zǐ duìmén zhù de niánqīngrén tóng tā jiàn guò miàn kěshì cóngláiméiyǒu dǎ guò zhāohu de tā zǒu le guòlái lí de bù yuǎn zhàn dìng le qīngqīng de shuō le yīshēng ō nǐ yě zài zhèlǐ ma tā méiyǒu shuō shénme tā yě méiyǒu zàishuō shénme zhàn le yīhuì gèzì zǒukāi le jiù zhèyàng jiù wánle hòulái zhè nǚzǐ bèi qīnjuàn guǎizi mài dào tāxiāng wài xiàn qù zuò qiè yòu jǐcìsānfān dì bèi zhuǎnmài jīngguò wúshù de jīngxiǎn de fēngbō lǎo le de shíhou tā hái jìde cóngqián nà yīhuíshì chángcháng shuōqǐ zài nà chūntiān de wǎnshang zàihòu ménkǒu de táoshù xià nà niánqīngrén yú qiānwàn rén zhīzhōng yùjiàn nǐ suǒ yùjiàn de rén yú qiānwàn nián zhīzhōng shíjiān de wú yá de huāngyě lǐ méiyǒu zǎo yī bù yě méiyǒu wǎn yī bù gāngqiǎo gǎnshàng le nà yě méiyǒu biéde huà kě shuō wéiyǒu qīngqīng de wèn yīshēng ō nǐ yě zài zhèlǐ ma ",
    "HSK_level": "HSK4",
    "source_url": "http://chinesereadingpractice.com/2020/06/12/essay-love-by-zhang-ailing-eileen-chang/",
    "retrieved_date": "21-03-2024"
}