{
    "text": "《水缸的秘密》杨大娘是红军家属。大儿子参加红军以后，家里少了一个劳动力，里里外外什么事都要她自己操心。1933年7月的一个傍晚，杨大娘浇完菜园，回家准备挑水做饭。她刚拿起扁担，却发现水缸里的水满满的。大娘奇怪了：前天水缸满，昨天水缸满，今天水缸又满了。这是怎么回事？她问小儿子：“下午你挑水了吗？”11岁的儿子摇头说：“我没挑。”杨大娘越想越觉得奇怪，就跑到田头问代耕队长：“我屋里那口水缸，天天都满满的。是你派人给我家挑水了吧？”“没有啊，”代耕队长也感到奇怪， “真有这样的事？”正说着，二婶也提着菜蓝子走过来说：“是啊，我屋里的水缸也是干了又会满，不知道是谁在做好事。”代耕队长笑笑说：“毛主席主张调查研究，你们该去调查调查呀！”杨大娘和二婶觉得这话有道理，俩人商量了一阵，就各自回家了。第二天，杨大娘擦桌子、洗衣服，不到下午，满满一缸水就用完了。她故意不去挑，也不下地干活，拿起一双鞋底，坐在门口，和二婶一起纳起鞋底来。她俩四只耳朵听动静，两双眼睛观八方，边做针线活，边搞起“调查”来。太阳离西山只有两竿高的时候，杨大娘忽然听见屋里的后门响了，接着又听到水桶铁钩碰撞的声音。她俩惊喜地互相丢了个眼色，不约而同地喊了出来：“这回捉到了！”说着站起身就往屋里跑。杨大娘刚进门，差点跟一个挑着水桶的人撞个满怀。她抬头一看，见这人身材高大魁梧，穿一身红军制服，正冲着她和二婶笑。望着他那双明亮的大眼睛，她觉得很面熟，但是又记不起在什么地方见过。二婶一下就认出来了：“呀，这不是毛主席吗！”二婶拉着毛主席坐下，杨大娘赶忙端上一碗茶，说：“毛主席，你来这里不久，可处处爱护体贴老百姓，叫我们怎么感谢你呀！”毛主席喝着茶，和两位红军家属聊起家常来，问她们：生活有没有困难？房子漏雨不漏雨？小孩子在小学的功课好不好？一直谈到天擦黑，毛主席又要去挑水，非要把水缸挑满不可。杨大娘拗不过，只好答应了。",
    "translation": "Aunt Yang was from a Red Army family. After her elder son went to join the Red Army, there was one less laborer at home, so she had to look after everything herself.\nOne night in July 1933, Aunt Yang had finished irrigating the vegetable garden, and returned home to fetch water for cooking. She had just picked up the carrying pole, when she noticed that the water jug was [already] full. Auntie thought this was strange: two days ago the water jug was full, yesterday the water jug was full, and now today the water jug was full again. How could this be? She asked her son, “Did you fetch water this afternoon?”\nHer 11-year-old son shook his head and said, “I didn’t fetch it.”\nThe more Auntie Yang thought about it the more strange it seemed, so she ran to the field and asked the head contract laborer: “The water jug in my rooms, they’re full every day. Did you send someone to fetch water for our family?”\n“I didn’t,” the head contract laborer also thought this was strange, “Did that really happen?”\nJust as he said this, Second Brother’s Wife walked over carrying a vegetable basket and said: “Yes, the water jug in my room also fills up as soon as it goes dry, I don’t know who’s doing these good deeds.”\nThe head contract laborer smiled and said, “Chairman Mao encourages us to investigate and research, you two should look into it!”\nAuntie Yang and Second Brother’s Wife thought what he said made sense, so they discussed it for a bit, and then each went back to their home.\nThe second day, Auntie Yang wiped the table, washed the clothes, and before the afternoon had come, all the water in the full water jug had been used up. She purposefully didn’t go fetch any more, nor did she go to the fields to work, but took up a pair of shoe soles, and sitting by the door with Second Brothers Wife, began to stitch the soles. The two of them listened with all four ears for any sounds of movement, and with two pairs of eyes looked about in all directions, sewing while “investigating”.\nWhen the sun [had sunk close] to the western mountains, Auntie Yang suddenly heard the back door of the house make a sound, and soon after she heard the iron hook of the water pot clang. Pleasantly excited, they shot each other a knowing look, and shouted in unison, “We’ve got him this time!” As they spoke they stood up and ran into the house.\nAs soon as Auntie Yang entered the house, she almost ran smack into the person who was fetching water. She lifted her head up to look, and saw this person was tall and stalwart, wearing the uniform of the Red Army, and was smiling at her and Second Brother’s Wife. Looking at that pair of big, bright eyes, she thought he seemed a little familiar, but she couldn’t remember where she’d seen him before. [But] Second Brother’s Wife recognized him: “Ah! If it isn’t Chairman Mao!”\nSecond Brother’s Wife pulled Chairman Mao into a seat, and Auntie Yang quickly brought some tea and said, “Chairman Mao, you haven’t been [in town] long, but everywhere you go, you are caring and considerate towards the common people, tell us how can we ever thank you!”\nChairman Mao drank his tea, and chatted with the two [ladies] from Red Army families about their daily lives, asking them: “Are there any difficulties in your lives? Is your [roof] leaking water? How’s your children’s primary schoolwork?” They talked until darkness swept over the sky, and then Chairman Mao once again made to go fetch water, insisting on filling the water jugs again. Auntie Yang couldn’t talk him out of it, and she had to agree.",
    "pinyin": "shuǐgāng de mìmì yáng dàniáng shì Hóngjūn jiāshǔ dà érzi cānjiā Hóngjūn yǐhòu jiālǐ shǎo le yī gè láodònglì lǐlǐwàiwài shénmeshì dōu yào tā zìjǐ cāoxīn nián yuè de yī gè bàngwǎn yáng dàniáng jiāo wán càiyuán huíjiā zhǔnbèi tiǎo shuǐ zuòfàn tā gāng náqǐ biǎndan què fāxiàn shuǐgāng lǐ de shuǐ mǎnmǎn de dàniáng qíguài le qiántiān shuǐgāng mǎn zuótiān shuǐgāng mǎn jīntiān shuǐgāng yòu mǎn le zhè shì zěnmehuíshì tā wèn xiǎo érzi xiàwǔ nǐ tiǎo shuǐ le ma suì de érzi yáotóu shuō wǒ méi tiǎo yáng dàniáng yuè xiǎng yuè juéde qíguài jiù pǎo dào tián tóu wèn dài gēng duìzhǎng wǒ wū lǐ nà kǒushuǐ gāng tiāntiān dōu mǎnmǎn de shì nǐ pài rén gěi wǒ jiā tiǎo shuǐ le ba méiyǒu á dài gēng duìzhǎng yě gǎndào qíguài zhēn yǒu zhèyàng de shì zhèng shuō zháo èr shěn yě tí zháo cài lán zǐ zǒuguò láishuō shì á wǒ wū lǐ de shuǐgāng yě shì gàn le yòu huì mǎn bù zhīdào shì shéi zài zuò hǎoshì dài gēng duìzhǎng xiào xiào shuō Máo Zhǔxí zhǔzhāng diàochá yánjiū nǐmen gāi qù diàochá diàochá ya yáng dàniáng hé èr shěn juéde zhè huà yǒudàoli liǎ rén shāngliang le yīzhèn jiù gèzì huíjiā le dì'èrtiān yáng dàniáng cā zhuōzi xǐ yīfu bùdào xiàwǔ mǎnmǎn yī gāng shuǐ jiù yòng wánle tā gùyì bù qù tiǎo yě bùxià dì gànhuó náqǐ yī shuāng xiédǐ zuò zài ménkǒu hé èr shěn yīqǐ nà qǐ xiédǐ lái tā liǎ sì zhǐ ěrduo tīng dòngjìng liǎng shuāng yǎnjing guān bāfāng biān zuò zhēnxiànhuó biān gǎo qǐ diàochá lái tàiyang lí xī shān zhǐyǒu liǎng gān gāo de shíhou yáng dàniáng hūrán tīngjiàn wū lǐ de hòumén xiǎng le jiēzhe yòu tīngdào shuǐtǒng tiěgōu pèngzhuàng de shēngyīn tā liǎ jīngxǐ dì hùxiāng diū le gè yǎnsè bùyuē'értóng dì hǎn le chulai zhè huí zhuō dàoliǎo shuō zháo zhàn qǐshēn jiù wǎng wū lǐ pǎo yáng dàniáng gāng jìnmén chàdiǎn gēn yī gè tiǎo zháo shuǐtǒng de rén zhuàng gè mǎnhuái tā táitóu yī kàn jiàn zhè rén shēncái gāodà kuíwú chuān yīshēn Hóngjūn zhìfú zhèng chōng zháo tā hé èr shěn xiào wàng zháo tā nà shuāng míngliàng de dà yǎnjing tā juéde hěn miànshú dànshì yòu jì bù qǐ zài shénmedìfang jiàn guò èr shěn yīxià jiù rèn chulai le ya zhè bùshì Máo Zhǔxí ma èr shěn lā zháo Máo Zhǔxí zuòxia yáng dàniáng gǎnmáng duānshàng yī wǎn chá shuō Máo Zhǔxí nǐ lái zhèlǐ bùjiǔ kě chùchù àihù tǐtiē lǎobǎixìng jiào wǒmen zěnme gǎnxiè nǐ ya Máo Zhǔxí hē zháo chá hé liǎng wèi Hóngjūn jiāshǔ liáo qǐ jiācháng lái wèn tāmen shēnghuó yǒu méiyǒu kùnnan fángzi lòu yù bù lòu yù xiǎoháizi zài xiǎoxué de gōngkè hǎobuhǎo yīzhí tándào tiān cā hēi Máo Zhǔxí yòu yào qù tiǎo shuǐ fēiyào bǎ shuǐgāng tiǎo mǎn bùkě yáng dàniáng niùbuguò zhǐhǎo dāying le ",
    "HSK_level": "HSK4",
    "source_url": "http://chinesereadingpractice.com/2020/05/29/communist-folk-tales-the-secret-of-the-water-jug/",
    "retrieved_date": "21-03-2024"
}