{
    "text": "玩具跳舞新年快到了，玩具王国决定举行一场盛大的舞会，准备邀请全国的玩具都来参加。舞会那天，玩具们都不停地跳着、笑着，整个舞场热闹非凡。可是在一个角落里，谁也没有注意到，有一只紫色的香草娃娃正一声不吭地望着舞池，她的眼神呆呆的，显得十分孤独。这时，一只小白熊正好从她面前经过，它看到了这一切，就走过去问香草娃娃：“娃娃，你为什么不去跳舞呢？”香草娃娃难过地低下了头，轻轻地说：“玩具们都嫌我个子小，不愿意请我跳舞。”说完流下了眼泪。小白熊听了很气愤，说：“他们怎么能这样对待你呢？难道他们不懂得要团结友爱吗！太过分了！”小白熊拉起香草娃娃的手，说，“娃娃，不要难过了。走，我请你跳舞。”香草娃娃听了这话，脸上顿时露出了灿烂的笑容，她连忙擦掉脸上的泪水，高兴地说：“太好了！太好了！”娃娃和小白熊在舞池里又跳又笑，一起度过了一个愉快的夜晚。",
    "translation": "The new year had almost arrived, and the Toy Kingdom planned to invite everyone to a grand ball. The day of the dance, the toys were all dancing and laughing, and the whole ballroom was extraordinarily lively. But off in one corner, receiving no attention from anyone, there was an old purple straw doll silently gazing at the dance floor, her eyes were blank and she looked lonely. Just then, a white polar bear in front of her saw this, walked over and asked the straw doll, “Doll, why don’t you go dance?” The straw doll lowered her head sadly, saying in a small voice, “The [other] toys all say I’m too short, they’re not willing to dance with me.”  Saying this, she began to cry. Polar Bear was furious when he heard this, and said: “How could they treat you this way? Don’t they understand solidarity? That’s just too much!” Little Bear pulled on the baby doll’s hand, and said: “Doll, don’t be sad. Come on, I’m asking you to dance with me.” The straw doll heard these words, and a brilliant smile immediately lit up her face. She quickly wiped the tears off her face and said happily, “Wonderful! Wonderful!” On the dance floor, Doll and Bear danced and laughed, and passed a lovely evening together.",
    "pinyin": "wánjù tiàowǔ xīnnián kuài dàoliǎo wánjù wángguó juédìng jǔxíng yī chǎng shèngdà de wǔhuì zhǔnbèi yāoqǐng quánguó de wánjù dōu lái cānjiā wǔhuì nàtiān wánjù men dōu bùtíng dì tiào zháo xiào zháo zhěnggè wǔ chǎng rènao fēifán kěshì zài yī gè jiǎoluò lǐ shéi yě méiyǒu zhùyì dào yǒu yī zhǐ zǐsè de xiāngcǎo wáwa zhèng yīshēngbùkēng dì wàng zháo wǔchí tā de yǎnshén dāi dāi de xiǎnde shífēn gūdú zhèshí yī zhǐ xiǎobái xióng zhènghǎo cóng tā miànqián jīngguò tā kàn dàoliǎo zhè yīqiè jiù zǒu guòqu wèn xiāngcǎo wáwa wáwa nǐ wèishénme bù qù tiàowǔ ne xiāngcǎo wáwa nánguò dì dīxià le tóu qīngqīng dì shuō wánjù men dōu xián wǒ gèzi xiǎo bù yuànyì qǐng wǒ tiàowǔ shuō wán liú xià le yǎnlèi xiǎobái xióng tīng le hěn qìfèn shuō tāmen zěnme néng zhèyàng duìdài nǐ ne nándào tāmen bù dǒngde yào tuánjié yǒu'ài ma tàiguò fēn le xiǎobái xióng lā qǐ xiāngcǎo wáwa de shǒu shuō wáwa bùyào nánguò le zǒu wǒ qǐng nǐ tiàowǔ xiāngcǎo wáwa tīng le zhè huà liǎn shàng dùnshí lùchū le cànlàn de xiàoróng tā liánmáng cādiào liǎn shàng de lèishuǐ gāoxìng dì shuō tàihǎole tàihǎole wáwa hé xiǎobái xióng zài wǔchí lǐ yòu tiào yòu xiào yīqǐ dùguò le yī gè yúkuài de yèwǎn ",
    "HSK_level": "HSK4",
    "source_url": "http://chinesereadingpractice.com/2015/09/24/the-little-polar-bear-and-the-doll-dance-together/",
    "retrieved_date": "21-03-2024"
}