{
    "text": "鹬蚌相争赵国将要讨伐燕国，苏代(战国时策士，纵横家苏秦的弟弟)替燕国游说赵惠文王，讲了如下的寓言故事: “我来的时候经过易水，恰好看到蚌出来晒太阳。鹬趁机啄蚌的肉，蚌把两扇介壳一闭就夹住了鹬的喙。鹬说:‘今天不下雨，明天不下雨，就有死蚌。’蚌也针锋相对地说: ‘今天不出，明天不出(夹住不放)，就有死鹬。’两者谁也不肯罢休，这时过来一个渔父把两者一起拎走了。”燕赵相对抗，都搞得很疲劳，我恐怕强大的秦国正在扮演渔父的角色，所以希望大王深思熟虑。惠文王赞同苏代的意见，停止对燕国用兵。",
    "translation": "The Zhao State was taking up arms against the Yan State, and Su Dai (a military strategist during the Warring States period, and little brother to Su Qin of the School of Diplomacy) traveled to speak with King HuiWen of Zhao on behalf of the Yan State, and he told the following fable: \n“When I was coming here I passed over some gentle water, and by chance I happened to see a clam sunning itself. A sandpiper seized the opportunity to peck at the clam’s meat, but the clam slammed the two wings of its hard shell shut on the sandpiper’s beak. The sandpiper said, ‘Today it won’t rain, tomorrow it won’t rain, and there will be one dead clam!’ The clam gave as good as he got, saying: ‘I won’t come out today, I won’t come out tomorrow (so your beak won’t be free), and there will be one dead sandpiper!’ Neither party was willing to give up, and at this time, a fisherman scooped them both up and carried them off. If Yan and Zhao oppose each other, we’ll both fight ourselves weary. I’m afraid the strong Qin State is playing the role of the fisherman, so I hope that your majesty will carefully deliberate on this matter.” \nKing HuiWen approved of SuDai’s message, and stopped using armed forces against the Yan State.",
    "pinyin": "yùbàngxiāngzhēng Zhào Guó jiāngyào tǎofá Yānguó sū dài Zhànguó shí cèshì Zònghéngjiā Sū Qín de dìdi tì Yānguó yóushuì Zhào Huìwén Wáng jiǎng le rúxià de yùyán gùshì wǒ lái de shíhou jīngguò yì shuǐ qiàhǎo kàn dào bàng chulai shài tàiyang yù chènjī zhuó bàng de ròu bàng bǎ liǎng shàn jièqiào yī bì jiù jiā zhù le yù de huì yù shuō jīntiān bù xiàyǔ míngtiān bù xiàyǔ jiù yǒu sǐ bàng bàng yě zhēnfēngxiāngduì dì shuō jīntiān bù chū míngtiān bù chū jiā zhù bù fàng jiù yǒu sǐ yù liǎngzhě shéi yě bù kěn bàxiū zhèshí guòlái yī gè yú fù bǎ liǎngzhě yīqǐ līn zǒu le Yān Zhào xiāngduì kàng dōu gǎo dehěn píláo wǒ kǒngpà qiángdà de Qínguó zhèngzài bànyǎn yú fù de juésè suǒyǐ xīwàng dàwáng shēnsīshúlǜ huì wén wáng zàntóng sū dài de yìjiàn tíngzhǐ duì Yānguó yòng bīng ",
    "HSK_level": "HSK4",
    "source_url": "http://chinesereadingpractice.com/2012/03/23/story-behind-the-idiom-yu-bang-xiang-zheng/",
    "retrieved_date": "21-03-2024"
}