{
    "text": "我家的端午节今天是端午节，我们一家人五点就起床，按照习俗上山去趟露水。一路上我用双手捧起晶莹的露珠往眼睛上抹，一时间我觉得眼睛好像亮了好多。直到坐在教室读书时还觉得眼睛特别亮，什么字都能看清楚。放学后，我撒开腿就往家里跑。刚到门口就闻到粽子香，一进门就看见爸爸做了一桌子好菜专门等我回家吃。我洗过手来到饭桌前，先给爸爸妈妈一人解了一个粽子，撒上白糖，然后给我自己解了一个漂亮的三角粽子，撒上白糖就津津有味地吃起来。饭桌上，我们一家边吃边聊，屋子里充满了端午节的快乐气氛，弥漫着香喷喷的粽子味和浓浓的艾香。吃完饭，妈妈给我耳朵上抹了雄黄酒，给我嘴上摸了唇膏，给我手腕上戴了红线绳，把我打扮得和粽子一样香，就让我到学校去学习。我爱吃粽子，爱过端午节，爱享受节日的欢乐气氛。",
    "translation": "Today is the Dragon Boat Festival, my family got out of bed at 5:00, and in accordance with local customs, when up the mountain to wade in the dew. On the road, I used both hands to cup sparkling dewdrops and smear them on my eyes, for a moment I felt as if they [my eyes] were considerably brightened. I felt they remained extremely bright as I sat in the classroom and read books; I could see every word clearly. \nWhen school let out, I let my legs loose and ran towards home. As soon as I reached the door I could smell the scent of zongzi, and as I entered I saw my father had made a whole table of delicious food that was just waiting for me to come home and eat it. I washed my hands and went to the dining table, first I broke open one zongzi each for father and mother and sprinkled them with white sugar, then I broke open a beautiful triangular zongzi for myself, sprinkled it with white sugar and heartily began eating.  At the dining table, our family ate and chatted, the woom was full of Dragon Boat Festival good cheer, suffused with the savory smell of zongzi and thick with the smell of wormwood.\nAfter we’d had eaten, mother spread realgar wine on my ears, put lipstick on my lips, placed [bracelets of] red rope around my wrists, and made sure I smelled as sweetly as a zongzi, then sent me off back to school to study. \nI love eating zongzi, I loved the Dragon Boat Festival, and I love enjoying the holiday cheer.",
    "pinyin": "wǒ jiāde Duānwǔjié jīntiān shì Duānwǔjié wǒmen yījiārén wǔ diǎn jiù qǐchuáng ànzhào xísú shàngshān qù tāng lùshuǐ yīlù shàng wǒ yòng shuāngshǒu pěng qǐ jīngyíng de lùzhū wǎng yǎnjing shàng mǒ yīshíjiān wǒ juéde yǎnjing hǎoxiàng liàng le hǎoduō zhídào zuò zài jiàoshì dúshū shí hái juéde yǎnjing tèbié liàng shénme zì dōu néng kàn qīngchu fàngxuéhòu wǒ sā kāi tuǐ jiù wǎng jiālǐ pǎo gāng dào ménkǒu jiù wéndào zòngzi xiāng yī jìnmén jiù kànjiàn bàba zuò le yī zhuōzi hǎo cài zhuānmén děng wǒ huíjiā chī wǒ xǐ guò shǒu láidào fànzhuō qián xiān gěi bàba māma yī rén jiě le yī gè zòngzi sā shàng báitáng ránhòu gěi wǒ zìjǐ jiě le yī gè piàoliang de sānjiǎo zòngzi sā shàng báitáng jiù jīnjīnyǒuwèi dì chī qilai fànzhuō shàng wǒmen yījiā biān chī biān liáo wūzi lǐ chōngmǎn le Duānwǔjié de kuàilè qìfēn mímàn zháo xiāngpēnpēn de zòngzi wèi hé nóng nóng de ài xiāng chīwán fàn māma gěi wǒ ěrduo shàng mǒ le xiónghuángjiǔ gěi wǒ zuǐ shàng mō le chúngāo gěi wǒ shǒuwàn shàng dài le hóngxiàn shéng bǎ wǒ dǎban de hé zòngzi yīyàng xiāng jiù ràng wǒ dào xuéxiào qù xuéxí wǒ ài chī zòngzi ài guò Duānwǔjié ài xiǎngshòu jiérì de huānlè qìfēn ",
    "HSK_level": "HSK4",
    "source_url": "http://chinesereadingpractice.com/2011/12/20/my-familys-dragon-boat-festival/",
    "retrieved_date": "21-03-2024"
}