{
    "text": "塞翁失马从前，一位老翁和他的儿子住在塞外的边境上。他们都非常喜欢骑马。有一天，他们家的仆人给老先生报告：”我们家的一匹骏马走丢了，好像跑去邻国了。”老翁的朋友闻讯都过来安慰他。但老先生说：“呵呵，这也许不是坏事，谁知道呢！＂几个月之后，奇妙的事情发生了，那匹走失了的骏马意外地跑回来了，并且从邻国带来了一匹新的骏马。老翁的好友纷纷过来祝贺他。老翁说：“唉，这也许不是什么好事情呢！”一天，老翁的儿子正在骑那匹新的骏马，突然不小心从马上掉了下来并摔断了腿。他从今以后都不能正常走路了。老翁的朋友都为老翁感到伤心，但老翁却说：“这个意外以后能为咱们带来好运也不一定。”一年后，全国上下的年轻男子都被抓去打仗，大部分去参军的年轻人都死在了战场。老翁的儿子因为腿受伤了所以避过了这一次劫难。",
    "translation": "Once upon a time, there was an old man who lived with his son on the borders of the country. They both very much enjoyed riding horses. One day, a servant reported to the old man, “One of our good horses has gone missing. It seems the horse ran across to the neighboring country.”\nOld man’s friends came and comforted him. However, the old man said: “Well, this is not necessarily a bad thing. Who knows!”\nCouple of months later, a strange thing happened. The missing horse came back, accompanied by a great steed from the neighboring country. When his friends congratulated him on this great news, the old man said: “Well, this might bring us bad luck.”\nOne day, his son was having fun riding on the fine [new] steed. Suddenly, he fell from the hose and broke his leg. His son was never able to walk again. Again, his friends came to comfort the old man. But the old man was not bothered and said: “This accident might bring us good luck in the future.”\nA year later, all young men in the country were drafted to join a war. Most young men who fought died on the battlefield. Luckily, his son avoided entering the war because of his broken leg.",
    "pinyin": "sàiwēngshīmǎ cóngqián yī wèi lǎowēng hé tā de érzi zhù zài sàiwài de biānjìng shàng tāmen dōu fēicháng xǐhuan qímǎ yǒu yī tiān tāmen jiāde púrén gěi lǎo xiānsheng bàogào wǒmen jiāde yī pǐ jùnmǎ zǒudiū le hǎoxiàng pǎo qù línguó le lǎowēng de péngyou wénxùn dōu guòlái ānwèi tā dàn lǎo xiānsheng shuō hēhē zhè yěxǔ bùshì huàishì shéizhīdào ne jǐge yuè zhīhòu qímiào de shìqing fāshēng le nà pǐ zǒushī le de jùnmǎ yìwài dì pǎo huílai le bìngqiě cóng línguó dàilái le yī pǐ xīn de jùnmǎ lǎowēng de hǎoyǒu fēnfēn guòlái zhùhè tā lǎowēng shuō āi zhè yěxǔ bùshì shénme hǎo shìqing ne yī tiān lǎowēng de érzi zhèngzài qí nà pǐ xīn de jùnmǎ tūrán bù xiǎoxīn cóng mǎshàng diào le xiàlai bìng shuāiduàn le tuǐ tā cóng jīn yǐhòu dōu bùnéng zhèngcháng zǒulù le lǎowēng de péngyou dōu wéi lǎowēng gǎndào shāngxīn dàn lǎowēng què shuō zhège yìwài yǐhòu néng wéi zánmen dàilái hǎoyùn yě bùyīdìng yī nián hòu quánguó shàngxià de niánqīng nánzǐ dōu bèi zhuāqù dǎzhàng dàbùfen qù cānjūn de niánqīngrén dōu sǐ zài le zhànchǎng lǎowēng de érzi yīnwèi tuǐ shòushāng le suǒyǐ bì guò le zhè yīcì jiénàn ",
    "HSK_level": "HSK4",
    "source_url": "http://chinesereadingpractice.com/2015/02/19/guest-post-story-behind-the-idiom-sai-weng-shi-ma/",
    "retrieved_date": "21-03-2024"
}