{
    "text": "失斧疑邻有人丢失了一把斧子，怎么找也没有找到。后来他认为是邻居的儿子偷去了，他注意到邻居的孩子的言行，神情怎么看都象是一个小偷。于是他断定是那个孩子偷去了，心里还对说，“我早就看出那个家伙不是个好东西。”第二天，他上山砍柴时在一棵树边上发现了丢失的斧子。现在他才想起来，原来是前天忘记在这里了。他后悔随便的怀疑邻居的孩子。回家后，再看那个孩子的言行和神情，根本不象是偷东西的人。于是他又对说，“我早就想过，他不是那种偷东西的人。”　　 　　后来人们就用“失斧疑邻”形容主观臆造、胡乱猜疑。",
    "translation": "There once was a man who lost his axe, and though he searched all over for it he still couldn’t find it. After a while he thought it must have been that the neighbor’s son stole it, so he began to take note of the child’s expressions, words and actions and thought they were all those of a thief. Thus, he concluded that it was the neighbor’s kid that stole it, and in his heart he said, “I always thought that guy was no good.” \nOn the second day, when he went up the mountain to chop firewood and at the side of a tree he found his lost axe. Now he finally remembered that he’d actually forgotten it there two days before. He regretted casually suspecting his neighbor’s child. After he returned home, he took another look at the child’s behavior, words and actions, and he didn’t seem at all like a person who would steal anything. So he said, “I’ve always thought that [that kid] is not the kind of person who would steal”. 　 　　\nAfter this, people have used the phrase “Lose the Axe and Suspect the Neighbor” to describe inventing subjective feelings and careless suspicions.",
    "pinyin": "shī fǔ yí lín yǒurén diūshī le yī bǎ fǔzi zěnme zhǎo yě méiyǒu zhǎodào hòulái tā rènwéi shì línjū de érzi tōuqù le tā zhùyì dào línjū de háizi de yánxíng shénqíng zěnme kàn dōu xiàng shì yī gè xiǎotōu yúshì tā duàndìng shì nàge háizi tōuqù le xīnli hái duì shuō wǒ zǎojiù kànchū nàge jiāhuo bùshì gè hǎo dōngxi dì'èrtiān tā shàngshān kǎn chái shí zài yī kē shù biān shàng fāxiàn le diūshī de fǔzi xiànzài tā cái xiǎngqilai yuánlái shì qiántiān wàngjì zài zhèlǐ le tā hòuhuǐ suíbiàn de huáiyí línjū de háizi huíjiā hòu zài kàn nàge háizi de yánxíng hé shénqíng gēnběn bù xiàng shì tōu dōngxi de rén yúshì tā yòu duì shuō wǒ zǎojiù xiǎng guò tā bùshì nàzhǒng tōu dōngxi de rén hòulái rénmen jiù yòng shī fǔ yí lín xíngróng zhǔguān yì zào húluàn cāiyí ",
    "HSK_level": "HSK4",
    "source_url": "http://chinesereadingpractice.com/2013/03/03/story-behind-the-idiom-lose-the-axe-suspect-the-neighbor/",
    "retrieved_date": "21-03-2024"
}