{
    "text": "神农尝百草神农一生下来就是个水晶肚子，五脏六腑全都能看得一清二楚。那时侯，人们经常因为乱吃东西而生病，甚至丧命。神农决心尝遍所有的东西，好吃的放在身边左边的袋子里，给人吃；不好吃的就放在身子右边的袋子里，作药用。第一次，神农尝了一片小嫩叶。这叶片一落进肚里，就上上下下地把里面各器官擦洗得清清爽爽，象巡查似的，神农把它叫做“查”，就是后人所称的“茶”。神农将它放进右边袋子里。第二次，神农尝了朵蝴蝶样的淡红小花，甜津津的，香味扑鼻，这是“甘草”。他把它放进了左边袋子里。就这样，神农辛苦地尝遍百草，每次中毒，都靠茶来解救。后来，他左边的袋子里花草根叶有四万七千种，右边有三十九万八千种。但有一天，神农尝到了“断肠草”，这种毒草太厉害了，他还来不及吃茶解毒就死了。他是为了拯救人们而牺牲的，人们称他为“药王菩萨”，人间以这个神话故事永远地纪念他。",
    "translation": "All his life, Shen Nong had a crystal abdomen, and one could clearly see all of his internal organs. At that time, humans were often getting sick and even dying because they ate things indiscriminately [not knowing if they were good or bad]. Shen Nong determinedly tasted everything everywhere; the good-tasting things he put in a bag on his left side, those were for people to eat; the bad-tasting things he put in a bag on his right side, and those were used for medicine.\nThe first time, Shen Nong tasted a small fresh leaf. As this leaf fell into his stomach, it cleaned every inch of his insides so that every organ top and bottom was fresh and cool, as if [the leaf] was somehow on patrol [making the rounds], so Shen Nong called it “chá” [to investigate / check], and later generations of men called it “chá” [tea]. Shen Nong put it in the bag on the right. The second time, Shen Nong tasted a little light red flower that looked like a butterfly, which was sweet and delicious, with an exotic smell that filled his nostrils, so he called it “licorice”. He put it in the bag on the left. In this way, Shen Nong diligently tasted all manner of flora, and every time he was poisoned, he used tea to rescue himself. Before long, the bag on his left contained 47,000 kinds of flowers, grasses, roots and leaves, and the right side had 398,000 kinds. \nBut one day, Shen Nong tasted “heartbreak grass”, and this poison was too terrible, so there wasn’t enough time to eat the tea leaves to detoxify and he died. He sacrificed himself to save humanity, so people call him the “Bodhisattva of Medicine”, and people forever commemorate him through this story.",
    "pinyin": "Shénnóng cháng bǎicǎo Shénnóng yīshēng xiàlai jiùshì gè shuǐjīng dùzi wǔzàngliùfǔ quándōu néng kàn de yīqīng'èrchǔ nàshí hóu rénmen jīngcháng yīnwèi luànchī dōngxi ér shēngbìng shènzhì sàngmìng Shénnóng juéxīn cháng biàn suǒyǒu de dōngxi hàochī de fàng zài shēnbiān zuǒbian de dàizi lǐ gěi rén chī bù hàochī de jiù fàng zài shēnzi yòubian de dàizi lǐ zuò yàoyòng dìyīcì Shénnóng cháng le yīpiàn xiǎo nènyè zhè yèpiàn yī luò jìn dǔ lǐ jiù shàng shàngxià xià dì bǎ lǐmiàn gè qìguān cāxǐ de qīng qīngshuǎng shuǎng xiàng xúnchá shìde Shénnóng bǎ tā jiàozuò chá jiùshì hòurén suǒ chēng de chá Shénnóng jiāng tā fàngjìn yòubian dàizi lǐ dì'èrcì Shénnóng cháng le duǒ húdié yàng de dàn hóng xiǎo huā tiánjīnjīn de xiāngwèipūbí zhè shì gāncǎo tā bǎ tā fàngjìn le zuǒbian dàizi lǐ jiù zhèyàng Shénnóng xīnkǔ dì cháng biàn bǎicǎo měicì zhòngdú dōu kào chá lái jiějiù hòulái tā zuǒbian de dàizi lǐ huācǎo gēn yè yǒu sì wàn qī qiān zhǒng yòubian yǒu sānshí jiǔ wàn bā qiān zhǒng dàn yǒu yī tiān Shénnóng cháng dàoliǎo duàncháng cǎo zhèzhǒng dú cǎo tài lìhai le tā hái láibují chī chá jiědú jiù sǐ le tā shì wèile zhěngjiù rénmen ér xīshēng de rénmen chēng tā wéi yào wáng Púsà rénjiān yǐ zhège shénhuàgùshi yǒngyuǎn dì jìniàn tā ",
    "HSK_level": "HSK4",
    "source_url": "http://chinesereadingpractice.com/2012/08/22/the-farmer-god-shen-nong-tastes-all-the-plants/",
    "retrieved_date": "21-03-2024"
}