{
    "text": "爸爸，请您别抽烟了！我还清楚地记得，那天，我悄悄地把您的烟盒偷走，又偷偷地扔进垃圾桶里，我本想让您别抽烟。可谁知，您回来后，发现烟盒不见了，就东翻西找。当我告诉您，烟盒是我扔的，您十分生气，还狠狠的骂了一句话，你这个坏孩子！这句话，让当时的我感到莫大的痛苦。我把自己反锁在房间内，当时心里想着，你这个大烟枪！抽吧，抽吧，抽到死了我也不理你。爸爸，请您别抽烟了！我常常发现您上班时，烟盒的烟还是满满的，可下班回来时，烟盒里的香烟只剩下几根了。每当看见您身旁云雾缭绕，我的鼻子感觉酸酸的。我担心您的肺已被尼古丁熏得千疮百孔。爸爸请您别抽烟了！现在您每天都在咳嗽，每天都在吐痰。我担心您会离我们而去。那时丢下我们，那该怎么办呀。爸爸，为了您的健康，为了我们，请您别抽烟了!",
    "translation": "Papa, please don’t smoke! I still remember clearly, that day, I quietly stole your box of cigarettes, and secretly threw them in the trash can, because I was thinking that would stop you from smoking. But who knew, when you returned, and you found out your cigarettes were gone, you rummaged through everything looking for them. When I told you, that it was me who threw them away, you were quite angry, and you ruthlessly scolded me, You bad child! That sentence made me [lit: ‘the me of that time’] feel great pain. I locked myself in my room, and at that time in my heart I thought, You big opium pipe! [Then go ahead and] smoke, smoke, smoke until you die and I won’t care [lit: I won’t pay any attention to you].\nPapa, please don’t smoke! I always find that when you go to work, your box of cigarettes is still full of cigarettes, but when you get off work and come back, there are only a few cigarettes left in the box. Every time I see you you’re surrounded by a curling cloud [of smoke], there’s a sour smell in my nose. I worry that your lungs have already been riddled with gaping wounds by the nicotine.\nPapa, please don’t smoke! You cough every day, and every day you expectorate. I worry that you will leave us. When you abandon us, then what will we do?\nPapa, for your health, and for us, please don’t smoke!",
    "pinyin": "bàba qǐng nín bié chōuyān le wǒ hái qīngchu dì jìde nàtiān wǒ qiāoqiāo dì bǎ nín de yān hé tōu zǒu yòu tōutōu dì rēng jìn lājītǒng lǐ wǒ běn xiǎng ràng nín bié chōuyān kě shéizhī nín huílai hòu fāxiàn yān hé bùjiàn le jiù dōng fān xī zhǎo dāng wǒ gàosu nín yān hé shì wǒ rēng de nín shífēn shēngqì hái hěnhěn de mà le yījùhuà nǐ zhège huài háizi zhè jù huà ràng dāngshí de wǒ gǎndào mòdà de tòngkǔ wǒ bǎ zìjǐ fǎnsuǒ zài fángjiān nèi dāngshí xīnli xiǎng zháo nǐ zhège dà yānqiāng chōu ba chōu ba chōu dào sǐ le wǒ yě bùlǐ nǐ bàba qǐng nín bié chōuyān le wǒ chángcháng fāxiàn nín shàngbān shí yān hé de yān háishi mǎnmǎn de kě xiàbān huílai shí yān hé lǐ de xiāngyān zhǐ shèngxià jǐ gēn le měidāng kànjiàn nín shēn páng yúnwù liáorào wǒ de bízi gǎnjué suān suān de wǒ dānxīn nín de fèi yǐ bèi nígǔdīng xūn de qiānchuāngbǎikǒng bàba qǐng nín bié chōuyān le xiànzài nín měitiān dōu zài késou měitiān dōu zài tǔtán wǒ dānxīn nín huì lí wǒmen ér qù nàshí diūxià wǒmen nà gāi zěnmebàn ya bàba wèile nín de jiànkāng wèile wǒmen qǐng nín bié chōuyān le ",
    "HSK_level": "HSK4",
    "source_url": "http://chinesereadingpractice.com/2013/06/03/papa-please-dont-smoke/",
    "retrieved_date": "21-03-2024"
}