{
    "text": "《包公审石头》从前有个小孩，爸爸死了，妈妈病了，日子可不好过了。小孩每天一早起来，提着一篮油条，一边跑，一边嚷:“卖油条咯，卖油条咯: 又香又脆的油条，两个铜钱买一根。” 有一天，他把油条全卖完了，坐在路边一块石头上，把篮子里的铜钱一个一个的数了一遍，正好一百个。他卖油条，把一双手弄得油乎乎的，用手数铜钱，把铜钱也弄得油乎乎的。他瞧着这些油乎乎亮闪闪的铜钱，可高兴了，心想: “今天卖了一百个钱，可以给妈妈买药了。”小孩跑了一个上午，可累坏了，他把头一歪，靠在石头上，就呼呼地睡着了，睡了好一会儿才醒来。“哎呀，我得赶快给妈妈买药去了。”小孩站起来一看，糟了，篮子里的铜钱一个也没有了。小孩又着急，又伤心，呜呜地哭了起来。这时候，正好包公带了人马到这儿走过。包公是什么人呀？包公是个官，黑脸黑胡子，人家叫他“包老黑”，又叫他“黑包公”，他办事公道，又很聪明。包公看见小孩哭得很伤心，就问他: “小孩，你为什么哭呀？”“我卖油条得的钱不见了，呜——呜。”“谁偷了你的钱？”“不知道。我靠在这块石头上睡着了，醒来一看，钱就不见了。呜——呜。” 包公想了一想说: “我知道了，一定是这块石头偷了你的钱，我来审问这块石头，叫它把钱还给你。”人们听说包公要审问石头，觉得很奇怪，都跑来看热闹。包公对那块石头说: “石头，石头，小孩的铜钱，是不是你偷的？”石头会说话吗？不会。包公又问了: “石头，石头，小孩的铜钱，是不是你偷的？快说，快说！”石头还是一声不响，它不会说话呀。包公发火了: “石头，石头，你不说实话，打烂你的头。”手下的人听包公这么一说，就拿起棍子，劈里啪啦地打起石头来，一边打，一边喊: “快说，快说！” 看热闹的人哄的笑起来了，唧唧喳喳地说: “石头怎么会偷钱？”“石头怎么会说话？”“人家都说包公聪明，原来是个胡涂蛋！”包公听了很生气，就说: “我在审问石头，你们怎么说我的坏话。哼! 你们每个人都得罚一个铜钱！”包公叫手下的人借来一只盆子，倒上水，让看热闹的人往盆子里丢一个铜钱。看热闹的人没办法，只好排着队每人往盆子里丢一个铜钱，“扑通，扑通，扑通……”有一个人刚把铜钱丢进盆子里去，就给包公叫手下的人抓住了。 包公指着这个人说: “你是小偷，你偷了小孩卖油条得来的铜钱！”大家都觉得很奇怪，这是怎么回事呀？包公说: “你们瞧，只有他丢下的铜钱，水面上浮起了一层油，他的铜钱一定是趁小孩睡觉的时候偷来的。” 那个小偷没办法，只好把一百个铜钱还给小孩。 大家都说，包公真聪明。",
    "translation": "Long ago, there was a little child whose father was dead, whose mother was sick, and who had a rough life in general. The child woke up early every day, and scooping up a basket of fried breadsticks, ran about shouting “Buy breadsticks, buy breadsticks, they’re fragrant and crispy, two coppers buys one!” One day, after he’d sold all his breadsticks, he sat on a rock by the side of the road and counted all the coppers in the basket one at a time – he had exactly 100.  Well, selling breadsticks had made his two hands greasy, and when he used hands to count the coppers, it had made the coppers greasy. Looking at these greasy, bright coppers, he was happy, and in his heart he thought, “Today I sold 100-worth, I can buy mother some medicine.” \nThe child had been running all morning, he was exhausted, so he let his head droop, leaned against a rock, and, snoring “hu hu” [sound of snoring], fell asleep – after he’d slept a bit he finally woke up. “Ai ya! I have to quickly run and buy medicine for mother!” The child stood up but, oh no, there was not a single coin in the basket. The child was worried and broken-hearted, and began to cry “wu wu” [sounds like ‘boo hoo’].  It was just then that Bao Gong, with his men and horses, happened to walk past.\nNow, who was Bao Gong? Bao Gong was an official, black of face and black of beard, whom the people called “Old Black Bao” or “Black Bao Gong”; he handled matters fairly, and was very smart. Bao Gong saw the child crying so broken-heartedly, and he asked: “Child, why are you crying?” “The money from selling bread sticks is gone, Boo Hoooo!” \nBao Gong thought for a moment and said, “I know, it was definitely this rock that stole your money, I’ll question the rock, and tell it to give you your money back.” The people nearby heard that Bao Gong was going to interrogate a rock, and they thought this was very strange, so they all ran over and watched excitedly. Bao Gong said to the rock: “Rock, rock, was it you that stole the child’s coppers?” But can a rock speak? It cannot. Bao Gong asked again: “Rock, rock, the child’s coppers, wasn’t it you who stole them? Speak up, speak up!” The rock still said nothing, it couldn’t speak. Bao Gong exploded, “Rock, rock, tell the truth or I’ll beat you over the head!” Bao Gong’s men heard him say this, and they found a stick for him, and he began to pi li pa la [sound of stick hitting rock] hit the rock, hitting and shouting “Speak up! Speak up!” \nThe people watching excitedly roared with laughter, and chattering “ji ji zha zha” [sound of many people chattering], said: “How can a rock steal money?” “How can a rock speak?” and “Everyone said that Bao Gong is smart, actually he’s a muddled idiot!” Bao Gong heard all this and was very angry, so he said: ” I’m interrogating this rock. How can you all say bad things about me? Huh! Each one of you will be fined one copper!” Bao Gong called his men to bring him a borrowed pot – he poured water into it, and made every spectator throw one copper in the pot. The spectators had no choice, they had to line up and each one had to put one copper in the pot. “Pu tong, pu tong, pu tong…” [the sound of metal coins plunking into a pot]\nWhen one man in particular put his copper in the pot, Bao Gong ordered his men to seize this man. Bao Gong pointed at the man and said, “You’re the thief, you took the coppers the child made from selling breadsticks!” Everyone thought that was very strange, for how could it be? Bao Gong said: “All of you look, it was only when this man dropped a copper in the pot that a film of oil floated to the surface, his copper is certainly one that he took advantage of a sleeping child to steal.” The thief had no choice, he had to give the 100 coppers back to the child. Everyone said, Bao Gong sure is clever.",
    "pinyin": "bāo gōngshěn shítou cóngqián yǒu gè xiǎohái bàba sǐ le māma bìng le rìzi kěbu hǎoguò le xiǎohái měitiān yīzǎo qilai tí zháo yī lán yóutiáo yībiān pǎo yībiān rǎng mài yóutiáo lo mài yóutiáo lo yòu xiāng yòu cuì de yóutiáo liǎng gè tóng qián mǎi yī gēn yǒu yī tiān tā bǎ yóutiáo quán mài wánle zuò zài lùbiān yīkuài shítou shàng bǎ lánzi lǐ de tóng qián yī gè yī gè de shǔ le yībiàn zhènghǎo yī bǎi gè tā mài yóutiáo bǎ yī shuāngshǒu nòng de yóuhūhū de yòng shǒu shǔ tóng qián bǎ tóng qián yě nòng de yóuhūhū de tā qiáo zháo zhèxiē yóuhūhū liàngshǎnshǎn de tóng qián kě gāoxìng le xīnxiǎng jīntiān mài le yī bǎi gè qián kěyǐ gěi māma mǎi yào le xiǎohái pǎo le yī gè shàngwǔ kě lěi huàile tā bǎtóu yī wāi kào zài shítou shàng jiù hūhū dì shuìzháo le shuì le hǎo yīhuìr cái xǐnglái āiyā wǒ de gǎnkuài gěi māma mǎi yào qù le xiǎohái zhànqǐlai yī kàn zāole lánzi lǐ de tóng qián yī gè yě méiyǒu le xiǎohái yòu zháojí yòu shāngxīn wūwū dì kū le qilai zhè shíhou zhènghǎo Bāogōng dài le rénmǎ dào zhèr zǒuguò Bāogōng shì shénmerén ya Bāogōng shì gè guān hēi liǎn hēi húzi rénjiā jiào tā bāo lǎohēi yòu jiào tā hēi Bāogōng tā bànshì gōngdào yòu hěn cōngming Bāogōng kànjiàn xiǎohái kū dehěn shāngxīn jiù wèn tā xiǎohái nǐ wèishénme kū ya wǒ mài yóutiáo de de qián bùjiàn le wū wū shéi tōu le nǐ de qián bù zhīdào wǒkào zài zhè kuài shítou shàng shuìzháo le xǐnglái yī kàn qián jiù bùjiàn le wū wū Bāogōng xiǎng le yī xiǎng shuō wǒ zhīdàole yīdìng shì zhè kuài shítou tōu le nǐ de qián wǒ lái shěnwèn zhè kuài shítou jiào tā bǎ qián huángěi nǐ rénmen tīngshuō Bāogōng yào shěnwèn shítou juéde hěn qíguài dōu pǎo láikàn rènao Bāogōng duì nà kuài shítou shuō shítou shítou xiǎohái de tóng qián shìbùshì nǐ tōu de shítou huì shuōhuà ma bùhuì Bāogōng yòu wèn le shítou shítou xiǎohái de tóng qián shìbùshì nǐ tōu de kuài shuō kuài shuō shítou háishi yīshēngbùxiǎng tā bùhuì shuōhuà ya Bāogōng fāhuǒ le shítou shítou nǐ bù shuōshíhuà dǎ làn nǐ de tóu shǒuxià de rén tīng Bāogōng zhème yīshuō jiù náqǐ gùnzi pīlipālā dì dǎ qǐ shítou lái yībiān dǎ yībiān hǎn kuài shuō kuài shuō kànrènao de rén hōng de xiào qilai le jījīzhāzhā dì shuō shítou zěnme huì tōu qián shítou zěnme huì shuōhuà rénjiā dōu shuō Bāogōng cōngming yuánlái shì gè hútu dàn Bāogōng tīng le hěn shēngqì jiù shuō wǒ zài shěnwèn shítou nǐmen zěnme shuō wǒ de huàihuà hēng nǐmen měigerén dōu de fá yī gè tóng qián Bāogōng jiào shǒuxià de rén jiè lái yī zhǐ pénzi dǎo Shàngshuǐ ràng kànrènao de rén wǎng pénzi lǐ diū yī gè tóng qián kànrènao de rén méibànfǎ zhǐhǎo pái zháo duì měirén wǎng pénzi lǐ diū yī gè tóng qián pūtōng pūtōng pūtōng yǒu yīgèrén gāng bǎ tóng qián diū jìn pénzi lǐ qù jiù gěi Bāogōng jiào shǒuxià de rén zhuāzhù le Bāogōng zhǐ zháo zhège rén shuō nǐ shì xiǎotōu nǐ tōu le xiǎohái mài yóutiáo de lái de tóng qián dàjiā dōu juéde hěn qíguài zhè shì zěnmehuíshì ya Bāogōng shuō nǐmen qiáo zhǐyǒu tā diūxià de tóng qián shuǐmiàn shàng fú qǐ le yīcéng yóu tā de tóng qián yīdìng shì chèn xiǎohái shuìjiào de shíhou tōu lái de nàge xiǎotōu méibànfǎ zhǐhǎo bǎ yī bǎi gè tóng qián huángěi xiǎohái dàjiā dōu shuō Bāogōng zhēn cōngming ",
    "HSK_level": "HSK4",
    "source_url": "http://chinesereadingpractice.com/2011/08/13/bao-gong-interrogates-a-rock/",
    "retrieved_date": "21-03-2024"
}