{
    "text": "如何交朋友人人都需要朋友。朋友可以给我们以帮助，与我们共事困难和快乐。但是，怎样交朋友呢? 交朋友首先要对别人友善。你对别人微笑；肯定别人也会报以微笑。要使陌生人感到亲切，关心别人要比,关心自己为重，决不以貌取人。 其次，朋友之间应该商量而不是争吵。当与别人有分歧时，要和他一起讨论。 最后，不要相信那些在危急关头背离你的人，也不要在朋友危难时离开他。记住: 患难之中见真情。 朋友应该以诚相待。只要你把朋友的利益置于你的利益之上，你就会拥有好多好朋友",
    "translation": "Everyone needs friends. A friend can give us help and share our difficulties and happiness. But how can we make friends? \nFirst, to make friends, you must be friendly to others. Smile at others and you are sure to get a smile in return. You should try to make a stranger feel at home wherever he happens to be. Think more of others than of yourself and never judge a person by their appearance and clothes. \nSecond, friends should negotiate instead of quarrel. When you don’t agree with someone, discuss the issue with them. \nFinally, never trust in those who leave you when you are in trouble. And never leave your friends when they are in trouble. Remember, a friend in need is a friend indeed. [Literally: During difficult situations, you will see the truth]\nFriends should be faithful to each other. So long as you can put your friend’s interests in front of yours, you will have a lot of good friends.",
    "pinyin": "rúhé jiāopéngyou rénrén dōu xūyào péngyou péngyou kěyǐ gěi wǒmen yǐ bāngzhù yǔ wǒmen gòngshì kùnnan hé kuàilè dànshì zěnyàng jiāo péngyou ne jiāopéngyou shǒuxiān yào duì biéren yǒushàn nǐ duì biéren wēixiào kěndìng biéren yě huì bàoyǐ wēixiào yào shǐ mòshēngrén gǎndào qīnqiè guānxīn biéren yào bǐ guānxīn zìjǐ wéizhòng juébù yǐmàoqǔrén qícì péngyou zhījiān yīnggāi shāngliang ér bùshì zhēngchǎo dāng yǔ biéren yǒu fēnqí shí yào hé tā yīqǐ tǎolùn zuìhòu bùyào xiāngxìn nàxiē zài wēijí guāntóu bèilí nǐ de rén yě bùyào zài péngyou wēinàn shí líkāi tā jìzhu huànnàn zhīzhōng jiàn zhēnqíng péngyou yīnggāi yǐ chéng xiāngdài zhǐyào nǐ bǎ péngyou de lìyì zhìyú nǐ de lìyì zhīshàng nǐ jiù huì yōngyǒu hǎoduō hǎopéngyou ",
    "HSK_level": "HSK4",
    "source_url": "http://chinesereadingpractice.com/2011/08/21/how-to-make-friends/",
    "retrieved_date": "21-03-2024"
}