{
    "text": "《蝴蝶的种子》我在院子里，观察一只蛹，如何变成蝴蝶。那只蛹咬破了壳，全身湿软地从壳中钻了出来，它的翅膀卷曲皱缩成一团，它站在枝桠上休息晒太阳，好像钻出壳已经用了很大的力气。它慢慢地、慢慢地，伸直翅膀，飞了起来。它在空中盘桓了一下子，很快地找寻到一朵花，它停在花上，专注、忘情地吸着花蜜。我感到非常吃惊，这只蝴蝶从来没有被教育怎么飞翔，从来没有学习过如何去吸花蜜，没有爸爸妈妈教过它，这些都是它的第一次，它的第一次就做得多么精确而完美呀！我想到，这只蝴蝶将来还会交配、繁衍、产卵、死亡，这些也都不必经由学习和教育。然后，它繁衍的子孙，一代一代，也不必教育和学习，就会飞翔和采花了。一只蝴蝶是依赖什么来安排它的一生呢？未经教育与学习，它又是如何来完成像飞翔或采蜜如此复杂的事呢？这个世界不是有很多未经教育与学习就完美展现的事吗？鸟的筑巢、蜘蛛的结网多么完美！孔雀想谈恋爱时，就开屏跳舞！云雀有了爱意，就放怀唱歌；天鹅和鲸鱼历经千里也不迷路；印度豹与鸵鸟天生就是赛跑高手。这些都使我相信轮回是真实的。一只蝴蝶乃是带着前世的种子投生到这个世界，在它的种子里，有一个不可动摇的信念：“我将飞翔！我将采蜜！我将繁衍子孙！”在那只美丽的蝴蝶身上，我看到空间的无限与时间的流动，深深地感动了。",
    "translation": "Seed of a Butterfly\n[When] I was in the yard, I observed how a pupa became a butterfly. \nThat pupa bit open its casing, its soft, moist body burrowing out of its shell, its wings curled and wrinkled around him, it stood on the branch and rested while sunning itself, as if in burrowing out of its shell it had already used up a large amount of strength.  \nIt slowly, slowly, straightened its wings, and flew. \nIt lingered in the air a while, and quickly sought out a flower, it paused on the flower, intently, indifferently sucking up the flower’s honey.\nI felt extremely surprised, this butterfly was never taught how to fly, had never studied how to suck down honey, no mother and father taught it, all of this was its first time, and did this so precisely and perfectly the first time! \nI thought, this butterfly will go on to mate, reproduce, spawn and die, and none of this requires study or education. \nAnd then, the offspring it breeds, generation by generation, will also need no education or study, but will fly and pluck flowers.\nWhat does a butterfly depend on to arrange [the course of] its life? Without undergoing education or study, how does it then complete such complicated tasks as flying and gathering flowers? \nDoesn’t this world have so many things that don’t require education or study? How perfect are the nests that birds construct and the webs that spiders tie! When a peacock wants to find a mate, it simply spreads its tail and dances! When a sparrow has an inclination to love, it sings its heart out; swans and whales can travel ten thousand miles and not lose their way; the Indian leopard and the ostrich are innately master racers. \nAll this makes me believe that reincarnation is real. \nA butterfly is still carrying the seeds of its past lives as it enters this world, and in its seed, there is an unwavering conviction:\n“I will fly! I will gather honey! I will breed offspring!”\nIn the body of that beautiful butterfly, I could see the limitlessness of space and the flow of time, and was deeply moved.",
    "pinyin": "húdié de zhǒngzi wǒ zài yuànzi lǐ guānchá yī zhǐ yǒng rúhé biànchéng húdié nà zhǐ yǒng yǎo pò le qiào quánshēn shī ruǎn dì cóng qiào zhōng zuān le chulai tā de chìbǎng juǎnqū zhòusuō chéng yī tuán tā zhàn zài zhīyā shàng xiūxi shài tàiyang hǎoxiàng zuān chū qiào yǐjīng yòng le hěn dà de lìqi tā mànmàn dì mànmàn dì shēn zhí chìbǎng fēi le qilai tā zài kōngzhōng pánhuán le yīxiàzi hěn kuài dì zhǎoxún dào yī duǒ huā tā tíng zài huā shàng zhuānzhù wàngqíng dì xīzhuó huāmì wǒ gǎndào fēicháng chījīng zhè zhǐ húdié cóngláiméiyǒu bèi jiàoyù zěnme fēixiáng cóngláiméiyǒu xuéxí guò rúhé qù xī huāmì méiyǒu bàba māma jiào guò tā zhèxiē dōu shì tā de dìyīcì tā de dìyīcì jiù zuò de duōme jīngquè ér wánměi ya wǒ xiǎngdào zhè zhǐ húdié jiānglái hái huì jiāopèi fányǎn chǎnluǎn sǐwáng zhèxiē yě dōu bùbì jīngyóu xuéxí hé jiàoyù ránhòu tā fányǎn de zǐsūn yīdài yīdài yě bùbì jiàoyù hé xuéxí jiù huì fēixiáng hé cǎihuā le yī zhǐ húdié shì yīlài shénme lái ānpái tā de yīshēng ne wèijīng jiàoyù yǔ xuéxí tā yòu shì rúhé lái wánchéng xiàng fēixiáng huò cǎi mì rúcǐ fùzá de shì ne zhège shìjiè bùshì yǒu hěn duō wèijīng jiàoyù yǔ xuéxí jiù wánměi zhǎnxiàn de shì ma niǎo de zhù cháo zhīzhū de jié wǎng duōme wánměi kǒngquè xiǎng tánliàn'ài shí jiù kāipíng tiàowǔ yúnquè yǒule àiyì jiù fàng huái chànggē tiān'é hé jīngyú lìjīng qiānlǐ yě bù mílù Yìndù bào yǔ tuóniǎo tiānshēng jiùshì sàipǎo gāoshǒu zhèxiē dōu shǐ wǒ xiāngxìn lúnhuí shì zhēnshí de yī zhǐ húdié nǎishì dài zháo qiánshì de zhǒngzi tóushēng dào zhège shìjiè zài tā de zhǒngzi lǐ yǒu yī gè bùkě dòngyáo de xìnniàn wǒ jiāng fēixiáng wǒ jiāng cǎi mì wǒ jiāng fányǎn zǐsūn zài nà zhǐ měilì de húdié shēnshang wǒ kàn dào kōngjiān de wúxiàn yǔ shíjiān de liúdòng shēnshēn dì gǎndòng le ",
    "HSK_level": "HSK4",
    "source_url": "http://chinesereadingpractice.com/2020/05/07/chinese-essays-seed-of-a-butterfly-lin-qingxuan/",
    "retrieved_date": "21-03-2024"
}