{
    "text": "《最后一个阴阳师》我叫林小凡,今年23岁。大学刚毕业。一个三流的大学四流的成绩,大学是在杭州读,毕业之后最开始在一家房地产公司做销售员,底薪一千八。因为业绩太差,公司没说辞退我,我自己就不好意思待了。在杭州转了两个月,投了不知道多少份儿简历,面试了多少次,都没有通过。盘缠花光之后,就回了老家。我的老家是洛阳。洛阳的乡下,一个叫做十里铺儿的小村儿落。之所以回来,是因为村儿里小学唯一的教师得了肺痨,病的已经非常严重,我作为村里走出来唯一的大学生,村长愿意一月掏出一千块的巨资来请我去代课。所以我回来了。在外面活的不如一条狗的我,在老家得到了极大的尊严。在偏远的山村,大学生,还是一个极其厉害的存在,村民们在看到我父亲的时候,都会为他竖起大拇指,说:“老林家祖坟冒了青烟,竟然出了个大学生,以后你就走出了大山咯。”每当这个时候,我父亲都会憨厚的笑一笑,抹去他脸上的汗水。我回到村子之后,方圆几里的媒婆都争着抢着给我介绍对象,几乎踏破我家的门槛儿,这不是吹牛。你不在那个环境里,不知道大学生三个字的分量。父亲也极力的给我张罗,在他们眼里,23岁,甚至已经过了结婚的年纪。跟我同龄的人,现在儿子已经可以光着屁股到处跑了。为了不让他们操心,我也去一次次的应付相亲。对,是应付。大学,说白了就是一个区分性与理性的地方,虽然是山村出来的,可是我的相貌并不算丑,甚至可以说英俊。也谈过一个女朋友,我没钱,她也不是非常的富裕,可是就算这样,我们还在在一起了三年,我尽我所能的打零工,来做一个男朋友该做的。大三那年,我们分手。那一天,我在我们学校的后山喝了一瓶2块钱的二锅头。醒来之后,不再悲伤,继续浑浑噩噩的过日子。关于相貌这一点,我继承了我母亲。 一个不知道故乡在哪里的美貌女人。她有痴呆症。在几十年前,我父亲进城,用了三百块钱把她买了回来。我父亲说,他那一天花了两元钱给母亲买了一身衣服,回来的时候母亲的美貌,让村里的人哈喇子都流到了地上。可惜,她是个傻子。如果不是傻子,我父亲也买不起。后来有了我,母亲的痴傻一直都是那样,可是她的傻,并不是像街头的疯子一样,她非常安静。不说话,不动。只是安静的坐着。我就在这样的一个环境下长大,可是我并不想文艺的说,我有孤僻的性格,因为就算是这样,我还是有完整的童年。我父亲非常的勤劳,他尽一个农民的极限,利用手中的农具,养活一个家。我没有什么怪他的地方。没钱,这是命。我爷爷,是一个退伍的老军人,他不识字,没有农民典型的精明,反倒是实诚的可怕。有人说他是gmd,有人说他是gcd,可是他自己都不知道自己到底是哪个党,他唯一知道的,就是他拿枪打日本鬼子,鬼子打跑之后,他就回到了家。",
    "translation": "My name is Lin Xiaofan, I’m 23 years old this year. I just graduated from college. A third-rate school with fourth-tier grades, my college was in Hangzhou, and after I graduated I first went to work as sales staff at a real estate agency with a salary of 1,800 [translator’s note: this is a very low salary, about $300 USD / month]. My sales performance was poor, and the company never fired me, but I was so embarrassed that I left. \nI wandered around Hangzhou for two months, submitted I don’t even know how many resumes, or went to how many interviews, but nothing came through. After I’d spent all my travel money, I went back to my home town.\nMy home town is Luoyang. In the Luoyang countryside falls a little village called Shilipu’er. \nThe reason I went home is because the village’s only teacher got tuberculosis, and he was very seriously ill, so as the village’s only person who’d ever gone off to college, the village chief dug up a thousand-dollar [translator’s note: “1000 kuai” is “1000 Chinese Renminbi”] investment and asked me to substitute teach. \nSo I went home. \nMy life away from home wasn’t even as good as a dog’s, but I get plenty of respect in my home town. \nIn such a remote village, being a college graduate is still an extremely awesome thing to be, and every time the villagers see my father, they all give him a thumbs-up and say, “Your family’s ancestral grave is emitting green smoke, unexpectedly out popped a college student! You’ll be walking off this mountain after a while!” [translator’s note: this is a compliment regarding the family’s lineage.]\nOf course at these times, my father would smile in a simple and honest way, wiping the sweat off his brow. \nAfter I came back to the village, all the local matchmakers tried to set me up with someone, almost trampling down my door, no exaggeration. If you’ve never been in that [village] environment, you don’t know the power of those three words, “College Degree Holder”.\nMy dad also made a supreme effort to settle me, because in his eyes, at 23 years old I’d already passed marrying age. Everyone my age already had kids running around with their bare butts hanging out. \nSo as not to make him worry, I’d already coped with my first blind date. \nYes, it was definitely “coping”. \nCollege, speaking frankly, was a place with completely different place with different rationales, but although I came from a farm village, I wasn’t considered ugly, you might even say I’m handsome. I had a girlfriend, but I had no money, and she wasn’t very rich either, but that’s just the way it was, we were together three years, and I used up all my part-time work money trying to do all the things a boyfriend is supposed to do. In the third year, we broke up. \nOn that day, on the hill behind our school, I drank a bottle of 2-dollar liquor. After I woke up, I wasn’t sad anymore, and I just continued muddle-headedly passing the days. \nAbout my looks, those I inherited from my mother. \nA good-looking woman from who-knows-where.  \nShe had dementia.\nA few decades ago, my father went to the city, and spent three hundred dollars to buy her and bring her home.\nMy dad said, that day he spent two bucks to buy mom some clothes, and when he returned, mom’s good looks made everyone in the village drool all over the ground. \nPity, she was an idiot.\nIf she hadn’t been an idiot, my dad could never have afforded her. \nThen I came along, and mom’s dementia continued as before, but her brand of dementia wasn’t like a crazy street person’s, she was very quiet. \nShe didn’t speak, didn’t move. Just quietly sat there.\nThis is the environment I grew up in, but I don’t want to make it sound literary, I had an antisocial nature, but even so, I still had a full childhood. \nMy father is very industrious, he has a farmer’s strength, using the farm tools in his hands, he nurtured a household. I don’t have anything to blame him for. \nNo money, that’s just life. \nMy grandfather is a retired soldier, he’s illiterate, and he doesn’t have any of a villager’s typical shrewdness, on the contrary he’s terrifyingly honest. Some people said he was GMD [translator’s note: GMD = guo min dang, the fascist party in the Chinese civil war, who lost], some people said he was GCD [GCD = gong chang dang, the communist party that won the war and remains in power today], but he doesn’t even know himself which “dang” [translator’s note – this “dang” means “political party”] he was in, the only thing he knows is that he grabbed a gun and fought the Japanese devils [the Japanese invaded while the GMD and the GCD were fighting each other], and after the devils ran away, he went home.",
    "pinyin": "zuìhòu yī gè yīnyáng shī wǒ jiào lín xiǎo fán jīnnián suì dàxué gāng bìyè yī gè sānliú de dàxué sì liú de chéngjì dàxué shì zài Hángzhōu dú bìyè zhīhòu zuì kāishǐ zài yījiā fángdìchǎn gōngsī zuò xiāoshòu yuán dǐxīn yī qiān bā yīnwèi yèjì tài chā gōngsī méi shuō cítuì wǒ wǒ zìjǐ jiù bùhǎoyìsi dài le zài Hángzhōu zhuàn le liǎng gè yuè tóu le bù zhīdào duōshao fènr jiǎnlì miànshì le duōshao cì dōu méiyǒu tōngguò pánchan huāguāng zhīhòu jiù huí le lǎojiā wǒ de lǎojiā shì Luòyáng Luòyáng de xiāngxia yī gè jiàozuò shí lǐ pù r de xiǎo cūn r luò zhīsuǒyǐ huílai shì yīnwèi cūn r lǐ xiǎoxué wéiyī de jiàoshī déliǎo fèiláo bìng de yǐjīng fēicháng yánzhòng wǒ zuòwéi cūn lǐ zǒu chulai wéiyī de dàxuéshēng cūnzhǎng yuànyì Yīyuè tāochū yī qiān kuài de jùzī lái qǐng wǒ qù dàikè suǒyǐ wǒ huílai le zài wàimiàn huó de bùrú yī tiáo gǒu de wǒ zài lǎojiā de dàoliǎo jídà de zūnyán zài piānyuǎn de shāncūn dàxuéshēng háishi yī gè jíqí lìhai de cúnzài cūnmín men zài kàn dào wǒ fùqīn de shíhou dūhuì wéi tā shùqǐdàmuzhǐ shuō lǎo lín jiā zǔfén mào le qīng yān jìngrán chū le gè dàxuéshēng yǐhòu nǐ jiù zǒuchū le Dàshān lo měidāng zhège shíhou wǒ fùqīn dūhuì hānhou de xiào yī xiào mǒqù tā liǎn shàng de hànshuǐ wǒ huídào cūnzi zhīhòu fāngyuán jǐ lǐ de méipó dōu zhēng zháo qiǎng zháo gěi wǒ jièshào duìxiàng jīhū tà pò wǒ jiāde ménkǎn r zhè bùshì chuīniú nǐ bùzài nàge huánjìng lǐ bù zhīdào dàxuéshēng sān gè zì de fènliang fùqīn yě jílì de gěi wǒ zhāngluo zài tāmen yǎn lǐ suì shènzhì yǐ jīngguò le jiéhūn de niánjì gēn wǒ tónglíng de rén xiànzài érzi yǐjīng kěyǐ guāngzhe pìgu dàochù pǎo le wèile bù ràng tāmen cāoxīn wǒ yě qù yīcì cì de yìngfu xiāngqīn duì shì yìngfu dàxué shuōbáile jiùshì yī gè qūfēn xìng yǔ lǐxìng de dìfang suīrán shì shāncūn chulai de kěshì wǒ de xiàngmào bìngbù suàn chǒu shènzhì kěyǐ shuō yīngjùn yě tán guò yī gè nǚpéngyou wǒ méi qián tā yě bùshì fēicháng de fùyù kěshì jiùsuàn zhèyàng wǒmen hái zài zàiyīqǐ le sān nián wǒ jìn wǒ suǒnéng de dǎ línggōng lái zuò yī gè nánpéngyou gāi zuò de dàsān nà nián wǒmen fēnshǒu nà yī tiān wǒ zài wǒmen xuéxiào de hòu shān hē le yī píng kuài qián de èrguōtóu xǐnglái zhīhòu bùzài bēishāng jìxù húnhún'è'è de guòrìzi guānyú xiàngmào zhè yīdiǎn wǒ jìchéng le wǒ mǔqīn yī gè bù zhīdào gùxiāng zài nǎlǐ de měimào nǚrén tā yǒu chīdāizhèng zài jǐ shí niánqián wǒ fùqīn jìnchéng yòng le sān bǎi kuài qián bǎ tā mǎi le huílai wǒ fùqīn shuō tā nà yī tiānhuā le liǎng yuán qián gěi mǔqīn mǎi le yīshēn yīfu huílai de shíhou mǔqīn de měimào ràng cūn lǐ de rén hālázi dōu liú dàoliǎo dìshang kěxī tā shì gè shǎzi rúguǒ bùshì shǎzi wǒ fùqīn yě mǎibuqǐ hòulái yǒule wǒ mǔqīn de chīshǎ yīzhí dōu shì nàyàng kěshì tā de shǎ bìng bùshì xiàng jiētóu de fēngzi yīyàng tā fēicháng ānjìng bù shuōhuà bùdòng zhǐshì ānjìng de zuò zháo wǒ jiù zài zhèyàng de yī gè huánjìng xià zhǎngdà kěshì wǒ bìngbù xiǎng wényì de shuō wǒ yǒu gūpì de xìnggé yīnwèi jiù suànshì zhèyàng wǒ háishi yǒu wánzhěng de tóngnián wǒ fùqīn fēicháng de qínláo tā jìn yī gè nóngmín de jíxiàn lìyòng shǒu zhòngdì nóngjù yǎnghuo yī gè jiā wǒ méiyǒushénme guài tā de dìfang méi qián zhè shì mìng wǒ yéye shì yī gè tuìwǔ de lǎo jūnrén tā bùshízì méiyǒu nóngmín diǎnxíng de jīngmíng fǎn dàoshi shí chéng de kěpà yǒurén shuō tā shì yǒurén shuō tā shì kěshì tā zìjǐ dōu bù zhīdào zìjǐ dàodǐ shì nǎge dǎng tā wéiyī zhīdào de jiùshì tā ná qiāng dǎ Rìběnguǐzi guǐzi dǎpǎo zhīhòu tā jiù huídào le jiā ",
    "HSK_level": "HSK4",
    "source_url": "http://chinesereadingpractice.com/2015/02/18/great-book-the-last-yin-yang-master/",
    "retrieved_date": "21-03-2024"
}