{
    "text": "雷锋小故事从一九六一年开始，雷锋经常应邀去外地作报告，他出差的机会多了，为人民服务的机会也就多了。人们流传着这样一句话：“雷锋出差一千里，好事做了一火车。”有一次，雷锋外出，在沈阳车站换车，出检票口的时候，他发现一群人围着一个背着小孩儿的中年妇女。原来这名妇女从辽宁去吉林看丈夫，一不小心把车票和钱都丢了 ，雷锋连忙用自己的津贴费买了一张去吉林的火车票塞到大嫂手里，大嫂眼含热泪地问：“小兄弟，你叫什么名字？住哪的？是哪个单位的？”雷锋回答道：“我叫解放军，家就住在中国。”五月的一天，雷锋冒雨去沈阳。他为了赶早车，早晨5点多就起来，带了几个干馒头就披上雨衣上路了。路上，雷锋看见一位妇女背着一个小孩，手还牵着一个小女孩，正艰难地向车站走去。雷锋想都没想，脱下身上的雨衣就披在大嫂身上，又抱起小女孩陪她们一起来到车站。上车后，雷锋见小女孩冷得直发抖，就把自己的贴身衬衣脱下来给她穿上。雷锋估计她们早饭没吃，就把自己带的馒头给她们吃。火车到了沈阳，天还在下雨，雷锋便把她们送到家里。那位妇女感激地说：“同志，我可怎么感谢你呀！”雷锋说 ：“不要感谢我，应该感谢党和毛主席啊！”他在日记中写下了这样一段话：“我的一切都是党给的，光荣应该归于党，归于热情帮助我的同志，至于我个人做的工作，那是太少了，我这么一点点贡献，比起对我的要求和期望还是非常不够的……”",
    "translation": "Beginning in 1961, Lei Feng was often invited to go to other cities to make reports, and [since] he had many opportunities to travel on business, he also had many opportunities to serve the people.\nPeople often said [of him]: “When Lei Feng travels for business, [he rides there] on a train of good deeds.”\nOne time, [while] Lei Feng was out and about, he was changing trains at Shenyang station, and when he was at the ticket booth, he saw a group of people standing around a middle-aged woman who was carrying a small child on her back. Turns out this woman was going from Liaoning to Jilin to see her husband, and accidentally lost her ticket and her wallet, so Lei Feng quickly used his own allowance to buy a ticket to Jilin and pressed it into the woman’s [lit: “elder sister’s”] hand. Her eyes brimming with tears the woman [lit: elder sister] said: “Little Brother, What is your name? Where do you live? What is your work unit?”\nLei Feng answered: “My name is Liberation Army, and China is my home.”\nOne day in May, Lei Feng braved the rain to go to Shenyang. In order to catch the early train, he woke up at 5:00 A.M., took some dry steamed buns, put on his rain gear and set out upon the road. On the road, Lei Feng saw a woman carrying a small child on her back, and leading another little girl by the hand, and [she was] struggling towards the train station. Lei Feng didn’t give it a second thought, he took off his own rain gear and draped it over the woman’s body, picked up the little girl and accompanied them to the station. On the train, Lei Feng saw the little girl shivering from cold, so he took off the shirt on his back and gave it to her to wear. Lei Feng guessed that they hadn’t eaten breakfast, so he took out the buns he had brought and gave them to the women. When the train reached Shenyang, it was still raining, and Lei Feng took the women to their home.\nThe women gratefully said: “Comrade, how can I ever thank you?”\nLei Feng said, “You don’t have to thank me, you should thank the Party and Chairman Mao!”\nIn his diary, he wrote the following: “Everything I have was given to me by the Party, and all glory should belong to the Party, should belong to those comrades who enthusiastically helped me. As for the work I’ve done, it isn’t very much, my tiny contributions don’t measure up to what I need and hope [to give]….”",
    "pinyin": "Léi Fēng xiǎo gùshì cóng yī jiǔ liù yī nián kāishǐ Léi Fēng jīngcháng yìngyāo qù wàidì zuò bàogào tā chūchāi de jīhuì duō le wèirénmínfúwù de jīhuì yě jiù duō le rénmen liúchuán zháo zhèyàng yījùhuà Léi Fēng chūchāi yī qiānlǐ hǎoshì zuò le yī huǒchē yǒuyīcì Léi Fēng wàichū zài Shěnyáng chēzhàn huàn jū chū jiǎn piào kǒu de shíhou tā fāxiàn yī qún rén wéi zháo yī gè bèi zháo xiǎoháir de zhōngnián fùnǚ yuánlái zhè míng fùnǚ cóng Liáoníng qù Jílín kàn zhàngfu yī bù xiǎoxīn bǎ chēpiào hé qián dōu diū le Léi Fēng liánmáng yòng zìjǐ de jīntiē fèi mǎi le yī zhāng qù Jílín de huǒchēpiào sāi dào dàsǎo shǒulǐ dàsǎo yǎn hán rèlèi dì wèn xiǎo xiōngdì nǐ jiào shénme míngzi zhù něi de shì nǎge dānwèi de Léi Fēng huídá dào wǒ jiào Jiěfàngjūn jiā jiù zhù zài Zhōngguó Wǔyuè de yī tiān Léi Fēng màoyǔ qù Shěnyáng tā wèile gǎnzǎo jū zǎochén diǎn duō jiù qilai dài le jǐge gàn mántou jiù pī shàng yǔyī shànglù le lùshang Léi Fēng kànjiàn yī wèi fùnǚ bèi zháo yī gè xiǎohái shǒu hái qiān zháo yī gè xiǎo nǚhái zhèng jiānnán dì xiàng chēzhàn zǒuqù Léi Fēng xiǎng dōu méi xiǎng tuōxià shēnshang de yǔyī jiù pī zài dàsǎo shēnshang yòu bào qǐxiǎo nǚhái péi tāmen yīqǐ láidào chēzhàn shàngchē hòu Léi Fēng jiàn xiǎo nǚhái lěng de zhí fādǒu jiù bǎ zìjǐ de tiēshēn chènyī tuō xiàlai gěi tā chuānshang Léi Fēng gūjì tāmen zǎofàn méi chī jiù bǎ zìjǐ dài de mántou gěi tāmen chī huǒchē dàoliǎo Shěnyáng tiān hái zàixià yù Léi Fēng biàn bǎ tāmen sòng dào jiālǐ nà wèi fùnǚ gǎnjī dì shuō tóngzhì wǒ kě zěnme gǎnxiè nǐ ya Léi Fēng shuō bùyào gǎnxiè wǒ yīnggāi gǎnxiè dǎng hé Máo Zhǔxí á tā zài rìjì zhōng xiěxià le zhèyàng yī duàn huà wǒ de yīqiè dōu shì dǎng gěi de guāngróng yīnggāi guīyú dǎng guīyú rèqíng bāngzhù wǒ de tóngzhì zhìyú wǒ gèrén zuò de gōngzuò nàshi tài shǎo le wǒ zhème yīdiǎndiǎn gòngxiàn bǐqǐ duì wǒ de yāoqiú hé qīwàng háishi fēicháng bùgòu de ",
    "HSK_level": "HSK4",
    "source_url": "http://chinesereadingpractice.com/2020/05/25/communist-folk-tales-the-good-deeds-of-lei-feng/",
    "retrieved_date": "21-03-2024"
}