{
    "text": "专心致志从前有一个下棋能手名叫秋，他的棋艺非常高超。秋有两个学生，一起跟他学习下棋，其中一个学生非常专心集中精力跟老师学习。另一个却不这样，他认为学下棋很容易，用不着认真。老师讲解的时候，他虽然坐在那里，眼睛也好像在看着棋子可心里却想着：“要是现在到野外射下一只鸿雁，美餐一顿该多好。 ”因为他总是胡思乱想心不在焉，老师的讲解一点也没听进去。结果，虽然两个学生同是一个名师传授，但是，一个进步很快，成了棋艺高强的名手，另一个却没学到一点本事。",
    "translation": "Long ago there was a chess master named Qiu whose chess skills were superlative. \nQiu had two students who studied chess with him, one student studied with concentrated focus and energy. The other, however, wasn’t like that, he thought studying chess was very easy, and there was no need to take it seriously. When the teacher was explaining, although the [the student] sat there, his eyes seemed to be on the chess pieces, he was actually thinking: “If I go to the countryside right now and shoot a goose, I’ll have a lovely dinner.” Because he was always indulging in flights of fancy and absent-mindedness, nothing the teacher said ever sunk in.\nAs a result, although the two students studied were taught at the same time by the same master, one improved quickly and became a superior chess player, while the other never learned much at all.",
    "pinyin": "zhuānxīnzhìzhì cóngqián yǒu yī gè xiàqí néngshǒu míngjiào qiū tā de qíyì fēicháng gāochāo qiū yǒu liǎng gè xuésheng yīqǐ gēn tā xuéxí xiàqí qízhōng yī gè xuésheng fēicháng zhuānxīn jízhōng jīnglì gēn lǎoshī xuéxí lìngyī gè què bù zhèyàng tā rènwéi xué xiàqí hěn róngyì yòngbuzháo rènzhēn lǎoshī jiǎngjiě de shíhou tā suīrán zuò zài nàli yǎnjing yě hǎoxiàng zài kàn zháo qízǐ kě xīnli què xiǎng zháo yàoshi xiànzài dào yěwài shè xià yī zhǐ hóngyàn měi cān yī dùn gāi duō hǎo yīnwèi tā zǒngshì húsīluànxiǎng xīnbùzàiyān lǎoshī de jiǎngjiě yīdiǎn yě méi tīng jìnqù jiéguǒ suīrán liǎng gè xuésheng tóng shì yī gè míngshī chuánshòu dànshì yī gè jìnbù hěn kuài chéngle qíyì gāoqiáng de míngshǒu lìngyī gè què méi xué dào yīdiǎn běnshì ",
    "HSK_level": "HSK4",
    "source_url": "http://chinesereadingpractice.com/2014/08/26/story-behind-the-idiom-zhuan-xin-zhi-zhi/",
    "retrieved_date": "21-03-2024"
}