{
    "text": "两只鹦鹉话说某位女士一时兴起，买了一只母鹦鹉。没想到带回家里，它说的第一句话就是: “想跟我上床吗？”女士一听，心想: 坏了，外人还以为这话是我教的呢，这不把我的淑女形象全给毁了。于是她想尽办法，想教那只鹦鹉说些高雅的东西，可是那只母鹦鹉算是铁了心了，只会说一句话: “想跟我上床吗？”　　…… 怎么办呢？在那位女士失去主张的时候，听说神父那儿也养了一只鹦鹉（公的），而且那只鹦鹉，不但不讲粗话，反而是个虔诚的教徒，每天大部分时间里都在祷告。于是那位女士去找神父求助。神父明白她的来意之后，面色微难的说:“这个，很难办呀，其实那只鹦鹉，也并没有刻意的教它什么，它之所以这么虔诚，也可能是长期在此受熏陶的缘故吧。”神父见女士很失落，便说道: “这样吧，你把那只鹦鹉带到我这里来，我把它们放在一起。希望经过一段时间，你那只鹦鹉能够被感化。我只能做这些了，有没有效果，就看神的旨意了……”女士一听，也只能这样了，不是有句话叫: 近朱者赤吗？试试吧。于是她把鹦鹉带到神父那里。神父依照诺言把两只鹦鹉放在了一起。开始母鹦鹉还有些拘谨，看那只公鹦鹉在笼子的一角，默默的祷告，还真不忍心打扰。可是她还是管不住自己，终于朗声说道:“想跟我上床吗？“公鹦鹉听到这话，停止了祷告，转身看了看母鹦鹉，忽然泪如雨下: “感谢上帝，我祷告这么多年的愿望终于实现了……”",
    "translation": "There once was a woman who bought a female parrot. But little did she know, when she brought the parrot home she found it could only say one sentence: “Will you sleep with me?”\nAs soon as the woman heard this, she thought: “Oh no! If anyone else hears the parrot speak they’ll think I taught the parrot to say that, it’ll destroy my reputation as a virtuous woman.” By way of a solution, she thought maybe she could teach the parrot to say something dainty instead, but it seemed the parrot had a heart of iron, it would only say one thing, “Will you sleep with me?”　\nWhat was she to do? Just when she had about given up, she heard of a priest who also owned a parrot (a male one), and moreover his parrot not only didn’t say vulgar things, it was actually a devout disciple; it spent most of its time in prayer. So the women went to see the priest. When the priest understood the woman’s reason for coming, he said a little sadly, “This is a hard problem to solve. In actual fact, I didn’t teach my parrot anything, maybe the reason it’s like that is because it’s spent a long time in this [church] environment.”　　\nThe priest saw the woman’s disappointment, so he said, “How about this: bring your parrot here to me, I’ll put it with my own. We can hope that after a little while, your parrot will be correctively influenced by mine. This is all I can do, whether it will work or not is up to God…”　\nThe woman listened [to his suggestions], and [also thought] that this was her only option, after all, isn’t there a saying: “Proximity to red will turn you red”? She figured she might as well try it. So the woman brought her parrot to the priest. The priest honored his promise and put the two birds together. At first, the female parrot was a little cautious, seeing the male bird over in one corner of the cage, silently praying, she didn’t have the heart to disturb him. But [after a while] she couldn’t help herself, and finaly said, “Will you sleep with me?”\nThe male parrot heard her say this, stopped praying, turned around and looked at her, and suddenly with tears streaming down its face said, “Thank you God, the thing I’ve prayed for all of these long years has finally happened…”",
    "pinyin": "liǎng zhǐ yīngwǔ huàshuō mǒu wèi nǚshì yīshí xīngqǐ mǎi le yī zhǐ mǔ yīngwǔ méixiǎngdào dàihuí jiālǐ tā shuō de dì yījùhuà jiùshì xiǎng gēn wǒ shàngchuáng ma nǚshì yī tīng xīnxiǎng huàile wàirén hái yǐwéi zhè huà shì wǒ jiào de ne zhèbu bǎ wǒ de shūnǚ xíngxiàng quán gěi huǐ le yúshì tā xiǎng jìn bànfǎ xiǎng jiào nà zhǐ yīngwǔ shuō xiē gāoyǎ de dōngxi kěshì nà zhǐ mǔ yīngwǔ suànshì tiělexīn le zhǐ huì shuō yījùhuà xiǎng gēn wǒ shàngchuáng ma zěnmebàn ne zài nà wèi nǚshì shīqù zhǔzhāng de shíhou tīngshuō shénfu nàr yě yǎng le yī zhǐ yīngwǔ gōng de érqiě nà zhǐ yīngwǔ bùdàn bù jiǎng cūhuà fǎn érshì gè qiánchéng de jiàotú měitiān dàbùfen shíjiān lǐ dōu zài dǎogào yúshì nà wèi nǚshì qù zhǎo shénfu qiúzhù shénfu míngbai tā de láiyì zhīhòu miànsè wēi nán de shuō zhège hěn nán bàn ya qíshí nà zhǐ yīngwǔ yě bìng méiyǒu kèyì de jiào tā shénme tā zhīsuǒyǐ zhème qiánchéng yě kěnéng shì chángqī zàicǐ shòu xūntáo de yuángù ba shénfu jiàn nǚshì hěn shīluò biàn shuōdào zhèyàng ba nǐ bǎ nà zhǐ yīngwǔ dàidào wǒ zhèlǐ lái wǒ bǎ tāmen fàng zàiyīqǐ xīwàng jīngguò yī duàn shíjiān nǐ nà zhǐ yīngwǔ nénggòu bèi gǎnhuà wǒ zhǐnéng zuò zhèxiē le yǒu méiyǒu xiàoguǒ jiù kàn shén de zhǐyì le nǚshì yī tīng yě zhǐnéng zhèyàng le bùshì yǒu jù huà jiào jìn zhū zhě chì ma shì shì ba yúshì tā bǎ yīngwǔ dàidào shénfu nàli shénfu yīzhào nuòyán bǎ liǎng zhǐ yīngwǔ fàng zài le yīqǐ kāishǐ mǔ yīngwǔ háiyǒu xiē jūjǐn kàn nà zhǐ gōng yīngwǔ zài lóngzi de yī jué mòmò de dǎogào hái zhēn bùrěn xīn dǎrǎo kěshì tā háishi guǎn bùzhù zìjǐ zhōngyú lǎng shēng shuōdào xiǎng gēn wǒ shàngchuáng ma gōng yīngwǔ tīngdào zhè huà tíngzhǐ le dǎogào zhuǎnshēn kàn le kàn mǔ yīngwǔ hūrán lèirúyǔxià gǎnxiè Shàngdì wǒ dǎogào zhème duō nián de yuànwàng zhōngyú shíxiàn le ",
    "HSK_level": "HSK4",
    "source_url": "http://chinesereadingpractice.com/2011/03/09/the-two-parrots/",
    "retrieved_date": "21-03-2024"
}