{
    "text": "未来的桌椅你想知道未来的桌椅是什么样子吗? 还是让我这个发明人来介绍一下吧!未来的桌椅是高科技材料制成的，大小、颜色、形状能随意变化。早晨去上学，就按第一个按钮，颜色可以变成绿色，象征新的一天朝气蓬勃，这个桌椅变成了新型自行车，那时候人们讲究环保，每个学生都骑这样的车去上学，不用别的能源，有太阳能和风就够了。如果遇见堵车的现象，自行车就会飞跃过去，保证准时到达学校。到了学校，请按第二个按钮，绿色自行车变成了蓝色电脑桌椅，开始上课学习，根本不用带书包呀、文具盒、教材什么的。一切学习任务都在电脑上完成。到了放学的时候，又变回自行车回到家。当然这时候的车速可以放慢，好好欣赏一下大自然的风光。回到家没有作业，这时请按第三个橘色按钮，自行车再变成大型游戏机，你就可以玩各种游戏了。当然，对眼睛没有害处。到了晚上，请按第四个按钮，游戏机变成了你喜欢颜色的折叠床，发出美妙的音乐，催你甜蜜地入眠。假如你感觉哪儿不舒服了，就从床头伸出几个按摩头给你按摩，让你安然入睡。怎么样，我发明的未来的桌椅你一定喜欢吧?欢迎你现在就来预订一套。",
    "translation": "Do you want to know what chairs and tables will be like in the future? Well then let this inventor [author is referring to self] introduce you!\nChairs and tables in the future are manufactured from high-tech materials, and the size, color and shape can change according to your wishes. In the morning when you go to school, you just push the first button, and the color will change to green, symbolizing a new day full of youthful energy, and its shape will change into a new type of bicycle, since at that time [the future] people will all pay attention to the environment, and every student will ride this kind of bike to go to school, and no other power source will be needed, just solar and wind will be enough. If you run into traffic, this bike can leap over it, ensuring you’ll arrive at school on time. 　\nOnce you get to school, please push the second button, and the green bike will turn into a blue computer desk and chair, and when you start to study, you don’t even need to have your book bag, stationery box or other study materials. Everything you need [to accomplish studying] is all in the computer. 　\nWhen school gets out, it will again turn into a bike so you can return home. Of course at this time, the bike is also freed to go slowly, so that you can take a moment to appreciate the natural scenery. When you get home and you have no homework, press the third orange-colored button, and the bike will change into a large video game machine, and you can play all kinds of games. Of course, it will do no damage to your eyes. \nAt night, press the fourth button, and the video game machine will turn into a fold-out bed in any color you want, playing splendid music, that will encourage you to drift into sweet sleep. If you feel at all uncomfortable, a few massagers will extend from the head of the bed and give you a massage, to let you rest peacefully. \nWhat do you think? Surely you’ll like my future desk chair. I welcome you to place an order for one now.",
    "pinyin": "wèilái de zhuō yǐ nǐ xiǎng zhīdào wèilái de zhuō yǐ shì shénme yàngzi ma háishi ràng wǒ zhège fāmíngrén lái jièshào yīxià ba wèilái de zhuō yǐ shì gāokējì cáiliào zhìchéng de dàxiǎo yánsè xíngzhuàng néng suíyì biànhuà zǎochén qù shàngxué jiù àn dìyī gè ànniǔ yánsè kěyǐ biànchéng lǜsè xiàngzhēng xīn de yī tiān zhāoqìpéngbó zhège zhuō yǐ biànchéng le xīnxíng zìxíngchē nàshíhou rénmen jiǎngjiu huánbǎo měi gè xuésheng dōu qí zhèyàng de jū qù shàngxué bùyòng biéde néngyuán yǒu tàiyángnéng héfēng jiù gòu le rúguǒ yùjiàn dǔchē de xiànxiàng zìxíngchē jiù huì fēiyuè guòqu bǎozhèng zhǔnshí dàodá xuéxiào dàoliǎo xuéxiào qǐng àn dì'èr gè ànniǔ lǜsè zìxíngchē biànchéng le lánsè diànnǎo zhuō yǐ kāishǐ shàngkè xuéxí gēnběn bùyòng dài shūbāo ya wénjù hé jiàocái shénmede yīqiè xuéxí rènwu dōu zài diànnǎo shàng wánchéng dàoliǎo fàngxué de shíhou yòu biàn huí zìxíngchē huídào jiā dāngrán zhè shíhou de chēsù kěyǐ fàng màn hǎohǎo xīnshǎng yīxià dàzìrán de fēngguāng huídào jiā méiyǒu zuòyè zhèshí qǐng àn dì sān gè júsè ànniǔ zìxíngchē zài biànchéng dàxíng yóuxìjī nǐ jiù kěyǐ wán gèzhǒng yóuxì le dāngrán duì yǎnjing méiyǒu hàichu dàoliǎo wǎnshang qǐng àn dì sì gè ànniǔ yóuxì jībiàn chéngle nǐ xǐhuan yánsè de zhé dié chuáng fāchū měimiào de yīnyuè cuī nǐ tiánmì dì rùmián jiǎrú nǐ gǎnjué nǎr bùshūfu le jiù cóng chuángtóu shēnchū jǐge ànmó tóu gěi nǐ ànmó ràng nǐ ānrán rùshuì zěnmeyàng wǒ fāmíng de wèilái de zhuō yǐ nǐ yīdìng xǐhuan ba huānyíng nǐ xiànzài jiù lái yùdìng yītào ",
    "HSK_level": "HSK4",
    "source_url": "http://chinesereadingpractice.com/2014/05/28/desk-chairs-of-the-future/",
    "retrieved_date": "21-03-2024"
}