{
    "text": "邮票的历史1840年，英国发行了世界第一枚邮票。它上面印了英国维多利亚女王的头像。因为这一枚邮票是黑色的，所以有“黑便士”之称。一百五十多年前的某一天，在英国的一个村子里，来了一辆由马儿拉动的邮车。那个时候，邮车到村里来送信是十分罕见的。所以，村里的人一听见马车声，便立刻从屋子里、田地里冲出来，围在邮车的周围。邮差走下车，手里高举着一封信，大声喊着: “爱里丝·布朗小姐，有信！”一个姑娘轻声地对邮差说: “我就是爱里丝·布朗。”人们的眼光都不约而同地投向她。爱里丝接过邮差给她的信，看了一看信封，便把信交还给邮差。“对不起。”她说，“我没有足够的钱付邮费。”人们都很同情她，不知道该说些什么话。突然间，人群里走出一个绅士模样的人，从口袋里拿出一些钱币，说要替爱里丝付邮费，可是爱里丝并不认识他。她带着感激的笑容对这位绅士说: “谢谢您的好意，先生，这封信我盼望了很久，可是现在我用不着它了。”“为什么呢？”那位绅士感到十分奇怪。“这封信是我的男朋友寄给我的。我们打算明年结婚。他为了筹钱结婚，只得到外地去找工作做。由于我付不起邮费，所以他事先交代我: 在信封上画个叉，是表示他的日子过得很好；画个圆圈，意思是他已经找到工作了。”“啊！原来这信封里是没有信的。”那位绅士自言自语地说: “这种情形很不合理，必须改善。”对于这件事情，他想了很久，终于想出了一个好办法。他向当时的英国政府建议: “邮费应该由寄信的人来付，而且也不应该太昂贵，否则穷人是付不起的。为了大家的方便，我认为寄信的人，用一个便士买一枚邮票，贴在信封上，这样寄出去就可以了。”结果，英国政府从善如流，接受了他的建议。这位绅士的名字叫罗兰·希尔世界上第一枚邮票就是这样诞生的。",
    "translation": "In 1840, England issued the world’s first postage stamp. The face of Queen Victoria was printed on it. Because the stamp was black, it was called the “Penny Black”.\nOne day more than one hundred and fifty years ago, a mail coach rode into a village in England. At that time, mail coaches rarely brought letters to the villages. So as soon as the village folks heard the sound of the carriage, they immediately rushed out of houses and fields to stand around the coach.\nThe postman stepped down from the coach holding up a letter and loudly cried, “Miss Alice Brown, you have a letter!” A girl’s light voice replied, “I’m Alice Brown.” Everyone’s gaze simultaneously went her way.\nAlice took the letter the postman handed her, looked at the envelope, and then gave the envelope back to the postman. “Sorry,” she said, “I don’t have enough money to pay the postage fee.”\nEveryone sympathized with her, and didn’t know what to say. Suddenly, a man of gentlemanly appearance walked out of the crowd, took some cash from his pocket, and said he wanted to pay the postal fee on Alice’s behalf, though Alice didn’t know him at all.\nWearing a proud smile, she told the gentleman, “Thank you for your kindness, mister, I’ve looked forward to this letter for a long time, but I have no use for it now.”\n“Why?” The gentlement thought this was quite strange.\n“This letter was sent to me by my boyfriend. I plan to marry him next year. To earn money for the marriage, he went away to look for work. Because I can’t pay any postage fees, before he left he told me: if he draws an X written on the envelope, it means he’s doing well, if there’s a circle on the envelope, it means he’s already found work.”\n“Ah! So actually there’s wasn’t any letter in the envelope to begin with.” The gentlemen mused out loud to himself, “This situation is unfair, [the mail system] must be improved.”\nHe thought about it for a long time, and finally thought of a solution.\nHe suggested to the then-government: “The postage fee should be paid by the sender of the letter, and it shouldn’t be too expensive, otherwise poor people won’t be able to afford it. For everyone’s convenience, I think people sending letters should use a one-penny stamp and stick it on the front of the letter – that’s how they can send it out.”\nAs a result, the English government were willing to follow this good advice and accepted his suggestion. This gentleman’s name was Rowland Hill, and this is how the world’s first postage stamp was born.",
    "pinyin": "yóupiào de lìshǐ nián Yīngguó fāxíng le shìjièdìyī méi yóupiào tā shàngmian yìn le Yīngguó Wéiduōlìyà Nǚwáng de tóuxiàng yīnwèi zhè yī méi yóupiào shì hēisè de suǒyǐ yǒu hēi biànshì zhī chēng yī bǎi wǔshí duō niánqián de mǒu yī tiān zài Yīngguó de yī gè cūnzi lǐ lái le yī liàng yóu mǎ r lā dòng de yóuchē nàge shíhou yóuchē dào cūn lǐ lái sòngxìn shì shífēn hǎnjiàn de suǒyǐ cūn lǐ de rén yī tīngjiàn mǎchē shēng biàn lìkè cóng wūzi lǐ tiándì lǐ chōng chulai wéi zài yóuchē de zhōuwéi yóuchāi zǒu xiàchē shǒulǐ gāojǔ zháo yī fēng xìn dàshēng hǎn zháo ài lǐ sī Bùlǎng xiǎojie yǒu xìn yī gè gūniang qīngshēng dì duì yóuchāi shuō wǒ jiùshì ài lǐ sī Bùlǎng rénmen de yǎnguāng dōu bùyuē'értóng dì tóu xiàng tā ài lǐ sī jiēguò yóuchāi gěi tā de xìn kàn le yī kàn xìnfēng biàn bǎ xìn jiāo huángěi yóuchāi duìbuqǐ tā shuō wǒ méiyǒu zúgòu de qián fù yóufèi rénmen dōu hěn tóngqíng tā bù zhīdào gāi shuō xiē shénme huà tūránjiān rénqún lǐ zǒuchū yī gè shēnshì múyàng de rén cóng kǒudài lǐ náchū yīxiē qiánbì shuō yào tì ài lǐ sī fù yóufèi kěshì ài lǐ sī bìngbù rènshi tā tā dài zháo gǎnjī de xiàoróng duì zhèwèi shēnshì shuō xièxie nín de hǎoyì xiānsheng zhè fēng xìn wǒ pànwàng le hěn jiǔ kěshì xiànzài wǒ yòngbuzháo tā le wèishénme ne nà wèi shēnshì gǎndào shífēn qíguài zhè fēng xìn shì wǒ de nánpéngyou jì gěi wǒ de wǒmen dǎsuàn míngnián jiéhūn tā wèile chóuqián jiéhūn zhǐ dédào wàidì qù zhǎo gōngzuò zuò yóuyú wǒ fù bù qǐ yóufèi suǒyǐ tā shìxiān jiāodài wǒ zài xìnfēng shàng huà gè chā shì biǎoshì tā de rìzi guò dehěn hǎo huà gè yuánquān yìsi shì tā yǐjīng zhǎodào gōngzuò le á yuánlái zhè xìnfēng lǐ shì méiyǒu xìn de nà wèi shēnshì zìyánzìyǔ dì shuō zhèzhǒng qíngxing hěn bùhélǐ bìxū gǎishàn duìyú zhè jiàn shìqing tā xiǎng le hěn jiǔ zhōngyú xiǎngchū le yī gè hǎo bànfǎ tā xiàng dāngshí de Yīngguó zhèngfǔ jiànyì yóufèi yīnggāi yóu jì xìn de rén lái fù érqiě yě bù yīnggāi tài ángguì fǒuzé qióngrén shì fù bù qǐ de wèile dàjiā de fāngbiàn wǒ rènwéi jì xìn de rén yòng yī gè biànshì mǎi yī méi yóupiào tiē zài xìnfēng shàng zhèyàng jì chūqù jiù kěyǐ le jiéguǒ Yīngguó zhèngfǔ cóngshànrúliú jiēshòu le tā de jiànyì zhèwèi shēnshì de míngzi jiào Luólán Xī'ěr shìjiè shàng dìyī méi yóupiào jiùshì zhèyàng dànshēng de ",
    "HSK_level": "HSK4",
    "source_url": "http://chinesereadingpractice.com/2011/02/15/the-history-of-postage-stamps/",
    "retrieved_date": "21-03-2024"
}