{
    "text": "孟姜女哭长城 秦朝时候，有个善良美丽的女子，名叫孟姜女。一天，她正在自家的院子里做家务，突然发现葡萄架下藏了一个人，吓了她一大跳，正要叫喊，只见那个人连连摆手，恳求道：“别喊别喊，救救我吧！我叫范喜良，是来逃难的。”原来这时秦始皇为了造长城，正到处抓人做劳工，已经饿死、累死了不知多少人！孟姜女把范喜良救了下来，见他知书达理，眉清目秀，对他产生了爱慕之情，而范喜良也喜欢上了孟姜女。他俩儿心心相印，征得了父母的同意后，就准备结为夫妻。 成亲那天，孟家张灯结彩，宾客满堂，一派喜气洋洋的情景。眼看天快黑了，喝喜酒的人也都渐渐散了，新郎新娘正要入洞房，忽然只听见鸡飞狗叫，随后闯进来一队恶狠狠的官兵，不容分说，用铁链一锁，硬把范喜良抓到长城去做工了。好端端的喜事变成了一场空，孟姜女悲愤交加，日夜思念着丈夫。她想：我与其坐在家里干着急，还不如自己到长城去找他。对！就这么办！孟姜女立刻收拾收拾行装，上路了。一路上，也不知经历了多少风霜雨雪，跋涉过多少险山恶水，孟姜女没有喊过一声苦，没有掉过一滴泪，终于，凭着顽强的毅力，凭着对丈夫深深的爱，她到达了长城。这时的长城已经是由一个个工地组成的一道很长很长的城墙了，孟姜女一个工地一个工地地找过来，却始终不见丈夫的踪影。最后，她鼓起勇气，向一队正要上工的民工询问：“你们这儿有个范喜良吗？”民工说：“有这么个人，新来的。”孟姜女一听，甭提多开心了！她连忙再问：“他在哪儿呢？”民工说：“已经死了，尸首都已经填了城脚了！”猛地听到这个噩耗，真好似晴天霹雳一般，孟姜女只觉眼前一黑，一阵心酸，大哭起来。整整哭了三天三夜，哭得天昏地暗，连天地都感动了。天越来越阴沉，风越来越猛烈，只听“哗啦”一声，一段长城被哭倒了，露出来的正是范喜良的尸首，孟姜女的眼泪滴在了他血肉模糊的脸上。她终于见到了自己心爱的丈夫，但他却再也看不到她了，因为他已经被残暴的秦始皇害死了。",
    "translation": "During the Qin dynasty, there was a kind and beautify woman, called Meng JiangNv. One day, she was in her garden doing housework, when she suddenly realized that someone was hiding in the grape arbor. She was hugely startled, and was about to call out, when she saw the person repeatedly wave his hands, and begged her, “Don’t call out, don’t call out, save me! I am Fan XiLiang, and I’m running away from trouble.” Well, during this time, [Emperor] Qin Shi Huang, in order to build the great wall, was seizing people from everywhere to [force them to] do labor, and he’d already worked and starved countless people to death! Meng JiangNv rescued Fan XiLiang, and when she saw that he was well educated and sensible, and good looking with delicate features as well, she began to love him, and Fan XiLiang also liked Meng JiangNv. Their two hearts beat as one, and after seeking the approval of their parents, prepared to become husband and wife. \nOn the wedding day, the Meng house was lit with lanterns and colored banners, and was jam-packed with guests – it was a joyous scene. When it was almost dark out, and those that had come to drink the marriage wine slowly scattered, the bride and groom prepared to enter the marriage chamber, suddenly came the sounds of birds crying and dogs barking, and soon after a company of fierce officers and soldiers charged in, and without listening to any explanation, locked up Fan XiLiang in iron chains and hauled him off to the Great Wall to work. The lovely wedding had come to nothing, and Meng JiangNv felt both grief and indignation, and she longed for her husband day and night. She thought: Instead of sitting here worrying hopelessly, it’s better if I go to the Great Wall and search for him. Yes! That’s what I’ll do! So Meng JiangNv immediately prepared her traveling clothes and set out on the road. \nOn the road, though she couldn’t count how many times she endured wind, frost, rain and snow, trudged across dangerous mountains and treacherous rapids, Meng JiangNv never spoke one word of complaint, never spilled one tear, and finally, drawing strength from her tenacious willpower, and drawing strength from her deep love for her husband, she reached the Great Wall. The Great Wall at this time was made up of many small construction sites that had been strung together to form a long city wall, and Meng JiangNv went from each construction site to the next, but she never saw a trace of her husband. Finally, she drummed up her courage, and asked a group of workers who were just about to begin work: “Do any of you know a Fan XiLiang?” The workers said, “Yes, there was a man like that, he’d just arrived.” When Meng JiangNv heard that, she was indescribably happy! She immediately asked, “Where is he?” The worker said, “He’s dead, his corpse has already been tossed into the wall.”  \nWhen Meng JiangNv heard this grievous news, it was like a clap of thunder from a clear sky, Meng’s eyes went dark, and [she felt] a burst of sadness, and began to sob. She cried for a full three days and three nights, she cried until the sky was twilight and the earth was dark, [until] even Heaven and Earth were moved. The sky became more and more gloomy, the wind more and more fierce, and then there was a great “crash”, and a section of the Wall had been cried down, and Fan XiLiang’s corpse was revealed; Meng JiangNv’s tears dripped on his badly mutilated face. She finally was able to see the husband she loved, but he wasn’t able to see her, because he had already been killed by the cruel Qin ShiHuang.",
    "pinyin": "Mèngjiāngnǚ kū Chángchéng Qíncháo shíhou yǒu gè shànliáng měilì de nǚzǐ míngjiào Mèngjiāngnǚ yī tiān tā zhèngzài zìjiā de yuànzi lǐ zuò jiāwù tūrán fāxiàn pútao jià xià cáng le yīgèrén hè le tā yī dà tiào zhèngyào jiàohǎn zhǐ jiàn nàgèrén liánlián bǎishǒu kěnqiú dào bié hǎn bié hǎn jiù jiù wǒ ba wǒ jiào fàn xǐ liáng shì lái táonàn de yuánlái zhèshí Qín Shǐhuáng wèile zào Chángchéng zhèng dàochù zhuā rén zuò láogōng yǐjīng èsǐ lěi sǐ le bùzhī duōshao rén Mèngjiāngnǚ bǎ fàn xǐ liáng jiù le xiàlai jiàn tā zhīshūdálǐ méiqīngmùxiù duì tā chǎnshēng le àimù zhī qíng ér fàn xǐ liáng yě xǐhuan shàng le Mèngjiāngnǚ tā liǎ r xīnxīnxiāngyìn zhēng déliǎo fùmǔ de tóngyì hòu jiù zhǔnbèi jié wéi fūqī chéngqīn nàtiān mèng jiā zhāngdēngjiécǎi bīnkè mǎntáng yī pài xǐqìyángyáng de qíngjǐng yǎnkàn tiān kuài hēi le hē xǐjiǔ de rén yě dōu jiànjiàn sàn le xīnláng xīnniáng zhèngyào rù dòngfáng hūrán zhǐ tīngjiàn jī fēi gǒu jiào suíhòu chuǎng jìnlái yī duì èhěnhěn de guānbīng bùróng fēnshuō yòng tiěliàn yī suǒ yìng bǎ fàn xǐ liáng zhuā dào Chángchéng qù zuògōng le hǎo duān duāndì xǐ shìbiàn chéngle yīchángkōng Mèngjiāngnǚ bēifèn jiāojiā rìyè sīniàn zháo zhàngfu tā xiǎng wǒ yǔqí zuò zài jiālǐ gānzháojí háibùrú zìjǐ dào Chángchéng qù zhǎo tā duì jiù zhème bàn Mèngjiāngnǚ lìkè shōushi shōushi xíngzhuāng shànglù le yīlù shàng yě bùzhī jīnglì le duōshao fēngshuāng yù xuě báshè guò duōshao xiǎn shān èshuǐ Mèngjiāngnǚ méiyǒu hǎn guò yīshēng kǔ méiyǒu diàoguò yī dī lèi zhōngyú píng zháo wánqiáng de yìlì píng zháo duì zhàngfu shēnshēn de ài tā dàodá le Chángchéng zhèshí de Chángchéng yǐjīng shì yóu yīgègè gōngdì zǔchéng de yīdào hěn cháng hěn cháng de chéngqiáng le Mèngjiāngnǚ yī gè gōngdì yī gè gōngdì dì zhǎo guòlái què shǐzhōng bùjiàn zhàngfu de zōngyǐng zuìhòu tā gǔqǐyǒngqì xiàng yī duì zhèngyào shànggōng de míngōng xúnwèn nǐmen zhèr yǒu gè fàn xǐ liáng ma míngōng shuō yǒu zhème gèrén xīn lái de Mèngjiāngnǚ yī tīng béng tíduō kāixīn le tā liánmáng zài wèn tā zàinǎr ne míngōng shuō yǐjīng sǐ le shīshou dōu yǐjīng tián le chéng jiǎo le měngde tīngdào zhège èhào zhēn hǎosì qíngtiānpīlì yībān Mèngjiāngnǚ zhǐ jiào yǎnqián yī hēi yīzhèn xīnsuān dàkū qilai zhěngzhěng kū le sān tiān sān yè kū de tiān hūn dì àn lián tiāndì dōu gǎndòng le tiān yuèláiyuè yīnchén fēng yuèláiyuè měngliè zhǐ tīng huālā yīshēng yī duàn Chángchéng bèi kū dǎo le lù chulai de zhèngshì fàn xǐ liáng de shīshou mèng jiāng nǚde yǎnlèi dī zài le tā xuèròumóhu de liǎn shàng tā zhōngyú jiàn dàoliǎo zìjǐ xīn'ài de zhàngfu dàn tā què zàiyě kàn bùdào tā le yīnwèi tā yǐjīng bèi cánbào de Qín Shǐhuáng hàisǐ le ",
    "HSK_level": "HSK4",
    "source_url": "http://chinesereadingpractice.com/2012/07/22/meng-jiangnv-cries-the-great-wall-down/",
    "retrieved_date": "21-03-2024"
}