{
    "text": "感谢困难我做了一个梦。梦见我在街上问人：“请问您可不可以给我一些困难、一些挫折，一些痛苦？”所有的人都拒绝我，我着急地恳求别人：“那么，我雇用您，每小时五百元，请您给我一些折磨！”那些陌生人摇摇头，沉默地离开，我因找不到愿意折磨我的人而惊醒。我坐在床上发呆，是呀！困难，折磨，痛苦是多么珍贵！如果一切平顺，谁会静下来沉思，谁会生起智慧，谁又能在平凡安逸的日子中超越自我、登上高峰呢？如果没有困难，谁又会谦卑地跪下来祈祷？谁又能相信有无边的宇宙？谁又能寄情于来生呢？我深深地感谢着困难、挫折与痛苦。也深深地感恩那些曾经折磨过我的人，他们是多么慈悲呀！我并未花钱聘雇他们，他们却以宝贵的时间来考验我、提升我，为了增长我的智慧。",
    "translation": "I had a dream.\nI dreamed that I asked someone on the street: “Excuse, me, can you give me some challenge, some setback, some pain?”\nEveryone refused me, and anxiously I begged someone else: “Then, I’ll hire you, 500 RMB per hour, please torment me!”\nThose strangers shook their heads, silently leaving, and as I was unable to find anyone to torment me, I woke with a start.\nI sat on the edge of my bed staring into space, yes! Challenges, torment, pain, how precious they are! If everything is going smoothly, who would settle down to ponder deeply, who would become wise, and who in their common and comfortable days would surpass selfishness, rise to higher heights?\nWithout difficulty, who would humbly kneel down and pray? Who could believe in the boundlessness of the universe? Who could express their feelings about the next life?\nI deeply thank difficulty, setbacks and pain.\nAnd I feel deep gratitude for those people who once tormented me, how merciful they are! I didn’t even spend money to hire them, but they still used their precious time to come test me, elevate me, to grow my wisdom.",
    "pinyin": "gǎnxiè kùnnan wǒ zuò le yī gè mèng mèngjiàn wǒ zài jiēshang wèn rén qǐngwèn nín kě bùkěyǐ gěi wǒ yīxiē kùnnan yīxiē cuòzhé yīxiē tòngkǔ suǒyǒu de rén dōu jùjué wǒ wǒ zháojí dì kěnqiú biéren nàme wǒ gùyòng nín měi xiǎoshí wǔ bǎi yuán qǐng nín gěi wǒ yīxiē zhémó nàxiē mòshēngrén yáo yáotóu chénmò dì líkāi wǒ yīn zhǎobudào yuànyì zhémó wǒ de rén ér jīngxǐng wǒ zuò zài chuáng shàng fādāi shì ya kùnnan zhémó tòngkǔ shì duōme zhēnguì rúguǒ yīqiè píngshùn shéi huì jìng xiàlai chénsī shéi huì shēng qǐ zhìhuì shéi yòu néng zài píngfán ānyì de rìzi zhōng chāoyuè zìwǒ dēngshàng gāofēng ne rúguǒ méiyǒu kùnnan shéi yòu huì qiānbēi dì guì xiàlai qídǎo shéi yòu néng xiāngxìn yǒuwú biān de yǔzhòu shéi yòu néng jì qíng yú láishēng ne wǒ shēnshēn dì gǎnxiè zháo kùnnan cuòzhé yǔ tòngkǔ yě shēnshēn dì gǎn'ēn nàxiē céngjīng zhémó guò wǒ de rén tāmen shì duōme cíbēi ya wǒ bìng wèi huāqián pìn gù tāmen tāmen què yǐ bǎoguì de shíjiān lái kǎoyàn wǒ tíshēng wǒ wèile zēngzhǎng wǒ de zhìhuì ",
    "HSK_level": "HSK4",
    "source_url": "http://chinesereadingpractice.com/2020/05/19/chinese-essay-thanking-lifes-challenges/",
    "retrieved_date": "21-03-2024"
}