{
    "text": "火鸡与公牛 一只火鸡对公牛说: “我真想飞到对面那棵大树的顶端，可惜现在一点力气也没有。”公牛出主意道: “你为何不吃一点我的粪便呢，里面可是富含营养哟，呵呵。”火鸡觉得有道理，啄食了一点，立即感觉有了力气，便尽力飞到一根树枝上。第二天，火鸡又吃了几口粪便，有了力气，便飞到更高的树枝上。两周后，当火鸡吃下足够多的公牛粪便，终于飞上大树的顶部。火鸡极目远眺，正在洋洋得意，被一名农夫发现了，迅速开枪将它射落在地。这则寓言的寓意: 舔别人的屁股是一条捷径，能使你迅速获取较高的位置，但却不能保持长久。",
    "translation": "A turkey said to a bull: “I really want to fly to the top of that tree, it’s a pity I don’t have any strength.” The bull proposed an idea: “Why don’t you eat a little of my feces, it’s rich in nutrients, hehe.” The turkey thought that this made sense, so he ate [lit: pecked at] a little, and immediately felt strong,  and trying as hard as he could, he flew onto a tree branch. The second day, the turkey ate several mouthfuls of feces, got strength, and flew to an even higher tree branch. After two weeks, when the turkey had eaten enough bull feces, he finally flew to the top of the tree. He gazed into the distance, and just when he was feeling very pleased with himself, a farmer saw him, and quickly opened fire and shot him down. \nThe moral of this fable is: licking other people’s butts is a shortcut, and it can get you to a pretty high position very quickly, however [success gained this way] doesn’t last long.",
    "pinyin": "huǒjī yǔ gōngniú yī zhǐ huǒjī duì gōngniú shuō wǒ zhēn xiǎng fēi dào duìmiàn nà kē Dàshù de dǐngduān kěxī xiànzài yīdiǎn lìqi yě méiyǒu gōngniú chū zhǔyi dào nǐ wèihé bù chī yīdiǎn wǒ de fènbiàn ne lǐmiàn kěshì fù hán yíngyǎng yo hēhē huǒjī juéde yǒudàoli zhuóshí le yīdiǎn lìjí gǎnjué yǒule lìqi biàn jìnlì fēi dào yī gēn shùzhī shàng dì'èrtiān huǒjī yòu chī le jǐ kǒu fènbiàn yǒule lìqi biàn fēi dào gēng gāo de shùzhī shàng liǎng zhōu hòu dāng huǒjī chī xià zúgòu duō de gōngniú fènbiàn zhōngyú fēi shàng Dàshù de dǐngbù huǒjī jí mù yuǎntiào zhèngzài yángyángdéyì bèi yī míng nóngfū fāxiàn le xùnsù kāiqiāng jiāng tā shè luò zàidì zhè zé yùyán de yùyì tiǎn biéren de pìgu shì yī tiáo jiéjìng néng shǐ nǐ xùnsù huòqǔ jiào gāo de wèizhi dàn què bùnéng bǎochí chángjiǔ ",
    "HSK_level": "HSK4",
    "source_url": "http://chinesereadingpractice.com/2011/02/19/the-turkey-and-the-bull/",
    "retrieved_date": "21-03-2024"
}