{
    "text": "华裔美国人中国人是从19世纪二十年代开始到美国来的。他们大多来自广东省和福建省。一开始，他们在加利福尼亚淘金；后来，又在西部修建铁路、经营农场。20世纪四五十年代，一些人因为中国内战来到美国。从20世纪七十年代开始，越来越多的中国人到美国来留学。学习结束后，有的人继续留在美国工作和生活。中国人到美国的时候，最先是在大城市里居住。所以，现在很多城市像旧金山、纽约、檀香山和加拿大的温哥华等都有很大的中国城。以前，中国人在美国生活非常艰难。在几代人的共同努力下，很多人取得了很大的成就。看看下面的当代华裔美国人，有哪些是你认识的？",
    "translation": "From the 1820’s, Chinese people started arriving in America. Most of them came from Guangdong Province and Fujian Province. Initially, they came to California to pan for gold [during the Gold Rush] ; later, they built railroads and started farms in the West. In the 1940s and 1950s, more people [immigrated to the] United States] because of the Chinese civil war. Beginning in the 1970s, more and more Chinese people came to America to study. After they graduated, some people stayed in America to work and live.\nWhen the Chinese arrived in the United States, most of them lived in big cities. Thus, now many cities like San Francisco, New York, Honolulu, Canada’s Vancouver, and others have large Chinatowns.\nPreviously, Chinese people living in the United States had it very hard. But through the joint efforts of several generations, many [Chinese] people have achieved great things. Here’s a look at contemporary Chinese Americans, which ones are you familiar with?",
    "pinyin": "Huáyì Měiguórén Zhōngguórén shì cóng shìjì èrshí niándài kāishǐ dào Měiguó lái de tāmen dàduō láizì Guǎngdōng Shěng hé Fújiàn Shěng yī kāishǐ tāmen zài Jiālìfúníyà táojīn hòulái yòu zài xībù xiūjiàn tiělù jīngyíng nóngchǎng shìjì sì wǔshí niándài yīxiē rén yīnwèi Zhōngguó nèizhàn láidào Měiguó cóng shìjì qīshíniándài kāishǐ yuèláiyuè duō de Zhōngguórén dào Měiguó lái liúxué xuéxí jiéshù hòu yǒude rén jìxù liú zài Měiguó gōngzuò hé shēnghuó Zhōngguórén dào Měiguó de shíhou zuìxiān shì zài dàchéngshì lǐ jūzhù suǒyǐ xiànzài hěn duō chéngshì xiàng Jiùjīnshān Niǔyuē Tánxiāngshān hé Jiānádà de Wēngēhuá děng dōu yǒu hěn dà de Zhōngguóchéng yǐqián Zhōngguórén zài Měiguó shēnghuó fēicháng jiānnán zài jǐ dài rén de gòngtóngnǔlì xià hěn duō rén qǔdé le hěn dà de chéngjiù kànkan xiàmian de dāngdài Huáyì Měiguórén yǒu nǎxiē shì nǐ rènshi de ",
    "HSK_level": "HSK4",
    "source_url": "http://chinesereadingpractice.com/2014/07/30/guest-post-the-history-of-chinese-americans/",
    "retrieved_date": "21-03-2024"
}