{
    "text": "冰心冰心是中国现代著名女作家，全国人大代表。　她姓谢，冰心是她的笔名，所以也有人叫她谢冰心。冰心是南方人，1900年出生，上小学时就已经读了不少中国古代的文学作品。　1914年她到北京一所教会女子中学读书。　五四运动时，她在北京上大学，参加了当时的学生运动。　同时，她也开始写作小说和现代诗。　1921年她参加了当时有名的”文学研究会”。　1923年她到美国去留学。　在美国，她一是研究文学，二是把在国外的见闻写出来， 寄回国内发表， 这就是后来的 《寄小读者》一书。1926年冰心回国。回国后她在北京大学工作，教中国文学。 1929年到1933年她写有小说《分 》，《姑姑》等，同时还翻译了一些外国作家的作品。 1945年冰心去日本。 1949年到1951年她在东京大学教中国文学，1951年秋回国。 1958年《人民日报》发表了她的《再寄小读者》。 冰心不但是文学家，而且还是个教育家。 她非常爱孩子，爱祖国的后代，她用她的作品来教育孩子们。在上中学三年级时我就读过她的早年诗作《春水》。 她的诗写得好美，非常感人。 后来，我一直喜欢看冰心的小说。 我大学的毕业论文就是《论冰心小说的美学风格》。大学毕业后我到一家报社工作。 今年夏天的一个上午，我有机会访问了这位还健在的老作家。 那天是阴天，气温不高，下着小雨。 早晨我起得特别早，穿了件浅蓝色的西服，坐公共汽车八点半就到了冰心家。冰心家里市中心比较远，在新街口附近。 她住的是北京一所老师的院子，院子里种的很多花儿。 冰心是在客厅里会见的我。 客厅不大，很干净，墙上挂着一张山水画。 客厅书架上放着许多书，有中文的，也有外文的。 冰心一头白发，个子不高，瘦瘦的，看上去，不像是九十来岁的人。 一见面，我先问候了一下她的身体。 她说，他很少得病，有时候得了感冒，吃点儿药就好了。 我问她为什么还这么健康时，她说，就是经常锻炼身体。 后来，她回答了我几个有关三十年代文学的问题。 他一边喝茶，一边说。 当她进到当代文学时，我问他， “现在还写东西吗?” 她说，“想写啊！ 就是眼睛不好了，写不动了。 每天就是看看报和杂志什么的。“ 当我问她当年为什么去美国留学时，她问我，“你出国了吗？” 我说，“没有。” 她对我说，“有机会要出去看看，在国外工作一两年。 在国外生活过的人就知道什么是爱国了。”那天回到家，我一直想着她说的那句话，“在国外生活过的人就知道什么是爱国了“。",
    "translation": "Bing Xin is a famous modern Chinese writer who represents all her countrymen. Her last name is Xie, BingXin is her pen name, so there are still some people that call her Xie BingXin.\nBingXin is a southerner. She was born in the year 1900, and by the time she began primary school, she’d already read quite a few works of ancient Chinese literature. In 1914, she attended a Christian girl’s high school in Beijing. During the May 4th Movement, she was attending college in Beijing, and she participated in the student movement of that time. At the same time, she also began writing novels and modern poetry. In 1921, she participated in the famous “Literature Research Conference”. In 1923, she left to study abroad in America. In America, she researched literature, and at the same time wrote down the things she saw and heard overseas, sending them back to China. These works later became the basis of the  book “To Young Readers”. \nIn 1926, BingXin returned from abroad. After she returned, she worked at Beijing University teaching Chinese literature. From 1929 to 1933 she wrote the novels “Segregation”, “Aunt”, etc., and at the same time translated the works of a few foreign writers. In 1945, BingXin went to Japan. From 1949 to 1951, she taught Chinese literature at Tokyo University, returning home in autumn of 1951. In 1958, the “People’s Daily” published her work “To Young Readers 2”. BingXin wasn’t only a literature expert, she was also a teacher. She loved children, she loved the offspring of her motherland, and she used her writings to teach children.\nIn my third year of high school, I read her early poem “Spring Water”. It was written beautifully and was very moving. After that, I always loved to read BingXin’s novels. My college thesis was “On the Aesthetic Style of BingXin’s Novels”. After I graduated college, I went to work for a publishing company. One summer morning this year, I got the opportunity to interview this master writer who is still with us today. That day was cloudy, cold, and rainy. I got up extremely early, put on a light blue suit, got on the bus and at 8:30 arrived at BingXin’s house.\nBingXin’s house was fairly far from the city center, near XinJieKou [a subdivision of Beijing]. She lived in a Beijing retirement community. There were many flowers in the yard.\nBingXin met me in the living room. The living room wasn’t big, was very clean, and a landscape painting was hanging on the wall. The living room bookshelf held all kinds of books, some were in Chinese, and some were in foreign languages. BingXin had white hair, was short of stature and very thin, but looking at her she didn’t seem like someone who was in her nineties. After we met, I first enquired after her health. She said that she was rarely sick, and though sometimes she caught cold, a little medicine fixed her right up. When I asked her why she was still so healthy, she said it’s because of frequent exercise. \nLater, she answered a few of my questions about literature in the thirties. She drank tea as she spoke. When she touched on the topic of modern literature, I asked her, “Do you still write?” She said, “I want to! It’s just that my eyes aren’t so good, I can’t write anymore. Every day I just read the paper or a magazine or something.” When I asked her why she had gone abroad to study, she asked me, “Have you been abroad?” I said, “No.” She said to me, “Go have a look if you have the opportunity, work for a year or two in another country. People who’ve lived abroad know what patriotism means.”\nThat day, when I got back to my house, I kept thinking about that one thing she’d said: “People who’ve lived aborad know what patriotism means.”",
    "pinyin": "Bīng Xīn Bīng Xīn shì Zhōngguó xiàndài zhùmíng rǔ zuòjiā Quánguó Rén Dà dàibiǎo tā xìng xiè Bīng Xīn shì tā de bǐmíng suǒyǐ yě yǒurén jiào tā xiè Bīng Xīn Bīng Xīn shì nánfāng rén nián chūshēng shàng xiǎoxué shí jiù yǐjīng dú le bùshǎo Zhōngguó gǔdài de wénxué zuòpǐn nián tā dào Běijīng yī suǒ jiāohuì nǚzǐ zhōngxué dúshū Wǔsì Yùndòng shí tā zài Běijīng shàng dàxué cānjiā le dāngshí de xuéshengyùndòng tóngshí tā yě kāishǐ xiězuò xiǎoshuō hé xiàndài shī nián tā cānjiā le dāngshí yǒumíng de wénxué yánjiū huì nián tā dào Měiguó qù liúxué zài Měiguó tā yī shì yánjiū wénxué èr shì bǎ zài guówài de jiànwén xiě chulai jì huí guónèi fābiǎo zhè jiùshì hòulái de jì xiǎo dúzhě yī shū nián Bīng Xīn huíguó huíguó hòu tā zài Běijīng Dàxué gōngzuò jiào Zhōngguó wénxué nián dào nián tā xiě yǒu xiǎoshuō fēn gūgu děng tóngshí hái fānyì le yīxiē wàiguó zuòjiā de zuòpǐn nián Bīng Xīn qù Rìběn nián dào nián tā zài Dōngjīng dàxué jiào Zhōngguó wénxué nián qiū huíguó nián Rénmín Rìbào fābiǎo le tā de zài jì xiǎo dúzhě Bīng Xīn bù dànshì wénxuéjiā érqiě háishi gè jiàoyùjiā tā fēicháng ài háizi ài zǔguó de hòudài tā yòng tā de zuòpǐn lái jiàoyù háizimen zài shàng zhōngxué sān niánjí shí wǒ jiùdú guò tā de zǎonián shī zuò chūn shuǐ tā de shī xiě de hǎo měi fēicháng gǎnrén hòulái wǒ yīzhí xǐhuan kàn Bīng Xīn de xiǎoshuō wǒ dàxué de bìyè lùnwén jiùshì lùn Bīng Xīn xiǎoshuō de měixué fēnggé dàxué bìyè hòu wǒ dào yījiā bàoshè gōngzuò jīnnián xiàtiān de yī gè shàngwǔ wǒ yǒu jīhuì fǎngwèn le zhèwèi hái jiàn zài de lǎo zuòjiā nàtiān shì yīntiān qìwēn bù gāo xià zháo xiǎoyǔ zǎochén wǒ qǐ de tèbié zǎo chuān le jiàn qiǎn lánsè de xīfú zuò gōnggòngqìchē bā diǎn bàn jiù dàoliǎo Bīng Xīn jiā Bīng Xīn jiālǐ shìzhōngxīn bǐjiào yuǎn zài xīn jiē kǒu fùjìn tā zhù de shì Běijīng yī suǒ lǎoshī de yuànzi yuànzi lǐ zhǒng de hěn duō huā'ér Bīng Xīn shì zài kètīng lǐ huìjiàn de wǒ kètīng bùdà hěn gānjìng qiáng shàng guà zháo yī zhāng shānshuǐhuà kètīng shūjià shàng fàng zháo xǔduō shū yǒu Zhōngwén de yě yǒu wàiwén de Bīng Xīn yītóu báifà gèzi bù gāo shòu shòu de kànshangqu bù xiàng shì jiǔshí lái suì de rén yī jiànmiàn wǒ xiān wènhòu le yīxià tā de shēntǐ tā shuō tā hěn shǎo débìng yǒushíhou déliǎo gǎnmào chī diǎnr yào jiù hǎole wǒ wèn tā wèishénme hái zhème jiànkāng shí tā shuō jiùshì jīngcháng duànliàn shēntǐ hòulái tā huídá le wǒ jǐge yǒuguān sānshí niándài wénxué de wèntí tā yībiān hē chá yībiān shuō dāng tā jìn dào dāngdài wénxué shí wǒ wèn tā xiànzài hái xiě dōngxi ma tā shuō xiǎng xiě á jiùshì yǎnjing bù hǎole xiě bùdòng le měitiān jiùshì kànkan bào hé zázhì shénmede dāng wǒ wèn tā dāngnián wèishénme qù Měiguó liúxué shí tā wèn wǒ nǐ chūguó le ma wǒ shuō méiyǒu tā duì wǒ shuō yǒujī huìyào chūqù kànkan zài guówài gōngzuò yī liǎng nián zài guówài shēnghuó guò de rén jiù zhīdào shénme shì àiguó le nàtiān huídào jiā wǒ yīzhí xiǎng zháo tā shuō de nà jù huà zài guówài shēnghuó guò de rén jiù zhīdào shénme shì àiguó le ",
    "HSK_level": "HSK4",
    "source_url": "http://chinesereadingpractice.com/2011/01/28/famous-chinese-authoress-bingxin/",
    "retrieved_date": "21-03-2024"
}