{
    "text": "沉默的狗傍晚，一只羊独自在山坡上玩，突然从树木中窜出一只狼来，要吃羊，羊跳起来，拼命用角抵抗，并大声地向朋友喊救命。牛在树丛中向这个地方望了一眼，发现是狼，跑走了。马低头一看，发现是狼，一溜烟跑了。驴停下脚步，发现是狼，悄悄溜下山坡。猪经过这里，发现是狼，冲下山坡。兔子一听，更是一箭一般离去。山下的狗听见羊的呼喊，急忙奔上坡来，从草丛中闪出，一下咬住了狼的脖子，狼疼得直叫唤, 趁够换气时，怆惶挑走了。回到家，朋友都来了，牛说：你怎么不告诉我？我的角可以剜出狼的肠子。马说：你怎么不告诉我？我的蹄子能踢碎狼的脑袋。驴说：你怎么不告诉我？我一声吼叫，吓破狼的胆。猪说：你怎么不告诉我？ 我用嘴一拱，就让它摔下山去。兔子说：你怎么不告诉我？ 我跑得快，可以传信呀。在这闹嚷嚷的一群中，唯独没有狗。",
    "translation": "One nightfall, a sheep was playing alone on the mountainside, when suddenly a wolf emerged from among the trees, wanting to eat the sheep, so the sheep jumped up, using his horns to defend himself with all his might, and loudly called out for his friends to save his life.\nThe bull looked over from among a cluster of trees, saw there was a wolf, and ran away.\nThe horse lowered its head and looked, discovered there was a wolf, and slipped away in a puff of smoke.\nThe mule stopped walking for a moment, discovered there was a wolf, and quietly slipped down the mountain.\nThe pig passed through there, found out there was a wolf, and rushed down the mountainside.\nThe rabbit listened a moment, then took off like a shot.\nFrom the bottom of the mountain, the dog heard the sheep’s cry, and ran quickly up the mountainside, came out of the grass in a flash, and in a moment had grabbed the wolf’s neck in his teeth, the wolf cried out in pain, and taking advantage of the dog’s intake of breath, ran away full of sorrow and fear.\n[When the sheep] returned home, his friends all came over.\nThe bull said: Why didn’t you tell me? My horns could have gouged out the wolf’s intestines.\nThe horse said: Why didn’t you tell me? My hooves could have kicked the wolf’s skull apart.\nDonkey said: Why didn’t you tell me? I could have brayed and startled the wolf so as to break his courage.\nPig said: Why didn’t you tell me? I could nuzzle him with my snout, and make him fall down the mountain.\nRabbit said: Why didn’t you tell me? I run fast, I could have spread the word.\nIn this noisy group, the only one who wasn’t present was the dog.",
    "pinyin": "chénmò de gǒu bàngwǎn yī zhǐ yáng dúzì zài shānpō shàng wán tūrán cóng shùmù zhōng cuàn chū yī zhǐ láng lái yào chī yáng yáng tiào qilai pīnmìng yòng jué dǐkàng bìng dàshēng dì xiàng péngyou hǎn jiùmìng niú zài shùcóng zhōng xiàng zhège dìfang wàng le yīyǎn fāxiàn shì láng pǎozǒu le mǎ dītóu yī kàn fāxiàn shì láng yī liū yān pǎo le lǘ tíngxià jiǎobù fāxiàn shì láng qiāoqiāo liū xià shānpō zhū jīngguò zhèlǐ fāxiàn shì láng chōng xià shānpō tùzi yī tīng gēng shì yī jiàn yībān líqù shān xià de gǒu tīngjiàn yáng de hūhǎn jímáng bēn shàngpō lái cóng cǎocóng zhōng shǎn chū yīxià yǎo zhù le láng de bózi láng téng de zhí jiàohuan chèn gòu huànqì shí chuàng huáng tiǎo zǒu le huídào jiā péngyou dōu lái le niú shuō nǐ zěnme bù gàosu wǒ wǒ de jué kěyǐ wān chū láng de chángzi mǎ shuō nǐ zěnme bù gàosu wǒ wǒ de tízi néng tī suì láng de nǎodài lǘ shuō nǐ zěnme bù gàosu wǒ wǒ yīshēng hǒujiào hè pò láng de dǎn zhū shuō nǐ zěnme bù gàosu wǒ wǒ yòng zuǐ yī gǒng jiù ràng tā shuāi xiàshān qù tùzi shuō nǐ zěnme bù gàosu wǒ wǒ pǎo de kuài kěyǐ chuán xìn ya zài zhè nào rāngrang de yī qún zhōng wéidú méiyǒu gǒu ",
    "HSK_level": "HSK4",
    "source_url": "http://chinesereadingpractice.com/2013/06/23/the-silent-dog/",
    "retrieved_date": "21-03-2024"
}