{
    "text": "《八仙过海》有一天，八仙向西王母拜寿回来，腾云驾雾从东海上空经过，只见海上波涛汹涌，白浪滔天，煞是壮观。于是，八仙决定到海面上玩一玩。吕洞宾说：“大家把自己的宝物扔到海面上，借着它渡过大海，比一比谁更有神通，怎么样?”铁拐李首先对这一建议表示欢迎，他兴致昂扬地说：“好啊!大家先看我的!”便把拐杖投向海中，拐杖像一条小船漂浮在水面，铁拐李一个筋斗，翻立在拐杖上。接着汉钟离把他的芭蕉扇丢到海上，跳下去站在上面。接着，其他几位仙人也各显神通，张果老倒骑着毛驴，吕洞宾踏着雌雄宝剑，韩湘子坐着萧，何仙姑乘着花篮，蓝采和站在拍板上，曹国舅踩着玉版，都在海面上漂浮了起来。八仙安稳地顺着汹涌的波浪漂去，这与腾云驾雾感觉大不相同，别有一番新的刺激和情调，大家玩得好不快意。这时，曹国舅突然用手指向右边，并高声喊道： “大家看啊!那里有座海市蜃楼!”大家转头一看，只见一座仙山渐渐地从海里升起，山上有树木，有楼房，一会儿就升到半空中，慢慢地变成天边的浮云，一转眼，那浮云又被风吹散了。韩湘子说：“我们真是眼福不浅!蜃气是海里蛟龙嘘出来的气体 ，百年难得一见啊!”突然，蓝采和从他们当中消失了。大家远近观望，一边找一边喊，可就是不见蓝采和的踪迹，张果老猜说：“可能是东海龙王作怪，他不欢迎我们在他的海上大显神通，把蓝采和抓到龙宫去了，走, 我们一起到龙宫要人去!”大家来到龙宫，婉言请求龙王放人。龙王蛮不讲理，不但不肯，还派自己的几个儿子带领虾兵蟹将追杀八仙。八仙只得用随身的法宝当武器，抵抗虾兵蟹将，经过一场激烈的战斗之后，龙王的两个太子被八仙杀死了。龙王一听，自己的两个儿子被八仙杀了，真是悲愤至极，商请南海、西海、北海龙王来帮忙。龙王的不依不饶，把八仙也给惹火了。铁拐李用酒葫芦把海水吸光，其余几位仙人将泰山搬了过来，往东海一扔，东海立刻变成了一座高山。双方打得天昏地暗，日月无光，把太上老君、如来佛和观世音也惊动了，他们全都赶来调解。调解的结果是，由蓝采和送东海龙王两片玉版，作为杀两位太子的补偿，泰山则由观世音负责搬回原处。因为这一场纠纷，八仙被玉皇大帝降级一等。从此，八仙再也不敢到外面惹是生非了。",
    "translation": "One day, the Eight Immortals were returning from offering birthday greetings to the Queen Mother of the West. [They were] riding upon clouds and mist above the Eastern Sea, and saw the surging ocean waves, white breakers leaping skywards with extreme majesty. And so, the Eight Immortals decided to go down to the ocean surface and play.\nLv Dongbin said: “Everyone take your magic artifact and throw it on the ocean surface, use it to cross the ocean, we’ll compare whose power is greater, how about that?”\nIron Staff Li was the first to welcome this suggestion, with high-spirited interest he said: “Alright! Everyone watch me, first!” so he took his staff and tossed it into the ocean, and the staff floated on the water like a little boat, and Iron Staff Li somersaulted onto it.\nNext Han Zhongli cast his palm-leaf fan into the ocean, and jumped down to stand upon it.\nNext, the other Eight immortals all demonstrated their own powers, Zhang Guolao rode his donkey upside down, Lv Dongbin stepped onto his double-edged magic sword, Han Xiangzi sat on his flute, He Xiangu rode her flower basket, Lan Caihe stood on his clappers, Cao Guojiu stepped onto his jade tablet, and they all began to float upon the water.\nThe Eight Immortals calmly rode along with the surging waves, and as this was similar to riding the clouds and mists, but with a special new thrill and feeling, everyone enjoyed themselves immensely.\nThen, Cao Guojiu suddenly pointed off towards the right, and loudly yelled: “Look everyone! There is a mirage of a sea-city!”\nEveryone turned their heads to look, and saw a mystic mountain gradually rising out of the sea, and upon the mountain were trees, and buildings. In a short while [the mountain] had risen halfway into the heavens, and slowly became a floating cloud, an in the blink of an eye, the cloud was blown away by the wind.\nHan Xiangzi said: “We’re truly lucky to gaze upon [such a sight]! Mirages are the breath of flood dragons in the ocean, it’s rare to see such a thing even once in a 100 years!”\nSuddenly, Lan Caihe disappeared from among them. Everyone looked around near and far, searching here and calling there, but found no trace of Lan Caihe, and Zhang Guolao guessed aloud:\n“It’s probably the Dragon King of the Eastern Sea making mischief, he doesn’t approve of us displaying our power on his ocean, and so he snatched Lan Caihe and took him off to the Dragon Palace, come on, let’s go to the Dragon Palace together!”\nEveryone arrived at the Dragon Palace, and tactfully begged the Dragon King to let him go. The Dragon King would not listen to reason, and was not only unwilling to agree, he even sent his sons to lead his shrimp soldiers and crab generals to chase down and slaughter the Eight Immortals. The Eight Immortals had no choice but to use their own magic weapons to defeat the shrimp soldiers and crab generals, and after a fierce battle, two of the Dragon King’s sons were killed [by their hand].\nWhen the Dragon King heard this, that two of his sons had been killed by the Eight Immortals, his sadness and fury knew no end, and he requested that the dragon kings of the Southern Sea, the Western Sea, and the Northern sea come to his aid. The dragon kings did not go easy on them, and the Eight Immortals were infuriated. Iron Staff Li used his magic bottle gourd to suck the sea water dry, and the other immortals went and brought back Mount Tai and threw it into the Eastern Sea, immediately turning the sea into a tall mountain.\nThe two sides fought until chaos reigned upon the earth, until no light shone from the sun and moon, thus disturbing the Exalted Lord Lao, the Buddha, and [the goddess] Guanyin, who all hurried forth to mediate. The result of the mediation was that Lan Caihe had to give up two slabs of his jade tablet to the Dragon King of the Eastern Sea, as recompense for his two murdered sons, and Guanyin was responsible for moving Mount Tai back to its original location.\nBecause of this dispute, the Eight Immortals were relegated to a lower rank by the Jade Emperor. And from that day onwards, the Eight Immortals didn’t dare go out and stir up trouble.",
    "pinyin": "Bāxiān guò hǎi yǒu yī tiān Bāxiān xiàngxī wángmǔ bàishòu huílai téng yún jià wù cóng Dōng Hǎi shàngkōng jīngguò zhǐ jiàn hǎishàng bōtāoxiōngyǒng bái làng tāo tiān shàshì zhuàngguān yúshì Bāxiān juédìng dào hǎimiàn shàng wán yī wán Lǚ Dòngbīn shuō dàjiā bǎ zìjǐ de bǎowù rēng dào hǎimiàn shàng jiè zháo tā dùguò dàhǎi bǐyibǐ shéi gēng yǒu shéntōng zěnmeyàng Tiěguǎi Lǐ shǒuxiān duì zhè yī jiànyì biǎoshì huānyíng tā xìngzhì ángyáng dì shuō hǎo á dàjiā xiān kàn wǒ de biàn bǎ guǎizhàng tóu xiàng hǎi zhōng guǎizhàng xiàng yī tiáo xiǎochuán piāofú zài shuǐmiàn Tiěguǎi Lǐ yī gè jīndǒu fān lì zài guǎizhàng shàng jiēzhe hàn zhōng lí bǎ tā de bājiāoshàn diū dào hǎishàng tiào xiàqù zhàn zài shàngmian jiēzhe qítā jǐwèi xiānrén yě gè xiǎn shéntōng zhāng guǒ lǎo dǎo qí zháo máolǘ Lǚ Dòngbīn tà zháo cíxióng bǎojiàn Hán Xiāng zǐ zuò zháo xiāo hé xiāngū chéng zháohuā lán lán cǎi hé zhàn zài pāibǎn shàng cáo guó jiù cǎi zháo yù bǎn dōu zài hǎimiàn shàng piāofú le qilai Bāxiān ānwěn dì shùnzhe xiōngyǒng de bōlàng piāo qù zhè yǔ téng yún jià wù gǎnjué dàbùxiāngtóng biéyǒu yī fān xīn de cìjī hé qíngdiào dàjiā wán de hǎobù kuàiyì zhèshí cáo guó jiù tūrán yòng shǒuzhǐ xiàng yòubian bìng gāoshēng hǎndào dàjiā kàn á nàli yǒu zuò hǎishìshènlóu dàjiā zhuǎntóu yī kàn zhǐ jiàn yī zuò xiānshān jiànjiàn dì cóng hǎilǐ shēngqǐ Shānshàng yǒu shùmù yǒu lóufáng yīhuìr jiù shēng dào bànkōngzhōng mànmàn dì biànchéng tiānbiān de fúyún yīzhuǎnyǎn nà fúyún yòu bèi fēng chuīsàn le Hán Xiāng zǐ shuō wǒmen zhēnshi yǎnfú bù qiǎn shèn qì shì hǎilǐ jiāolóng xū chulai de qìtǐ bǎinián nándéyījiàn á tūrán lán cǎi hé cóng tāmen dāngzhōng xiāoshī le dàjiā yuǎnjìn guānwàng yībiān zhǎo yībiān hǎn kě jiùshì bùjiàn lán cǎi hé de zōngjì zhāng guǒ lǎo cāi shuō kěnéng shì Dōng Hǎi Lóng Wáng zuòguài tā bù huānyíng wǒmen zài tā de hǎishàng dàxiǎnshéntōng bǎ lán cǎi hé zhuā dào lónggōng qù le zǒu wǒmen yīqǐ dào lónggōng yàorén qù dàjiā láidào lónggōng wǎnyán qǐngqiú Lóng Wáng fàng rén Lóng Wáng mánbùjiǎnglǐ bùdàn bù kěn hái pài zìjǐ de jǐge érzi dàilǐng xiābīngxièjiàng zhuīshā Bāxiān Bāxiān zhǐdé yòng suíshēn de fǎbǎo dāng wǔqì dǐkàng xiābīngxièjiàng jīngguò yī chǎng jīliè de zhàndòu zhīhòu Lóng Wáng de liǎng gè tàizǐ bèi Bāxiān shāsǐ le Lóng Wáng yī tīng zìjǐ de liǎng gè érzi bèi Bāxiān shā le zhēnshi bēifèn zhìjí shāng qǐng Nán Hǎi Xī Hǎi Běi Hǎi Lóng Wáng lái bāngmáng Lóng Wáng de bùyībùráo bǎ Bāxiān yě gěi rěhuǒ le Tiěguǎi Lǐ yòng jiǔ húlu bǎ hǎishuǐ xī guāng qíyú jǐwèi xiānrén jiāng Tàishān bān le guòlái wǎng Dōng Hǎi yī rēng Dōng Hǎi lìkè biànchéng le yī zuò gāoshān shuāngfāng dǎ de tiān hūn dì àn rìyuè wú guāng bǎ tàishàng Lǎojūn rúlái fú hé Guānshìyīn yě jīngdòng le tāmen quándōu gǎnlái tiáojiě tiáojiě de jiéguǒ shì yóu lán cǎi hé sòng Dōng Hǎi Lóng Wáng liǎng piàn yù bǎn zuòwéi shā liǎng wèi tàizǐ de bǔcháng Tàishān zé yóu Guānshìyīn fùzé bān huí yuánchù yīnwèi zhè yī chǎng jiūfēn Bāxiān bèi Yùhuáng Dàdì jiàngjí yīděng cóngcǐ Bāxiān zàiyě bù gǎn dào wàimiàn rěshìshēngfēi le ",
    "HSK_level": "HSK4",
    "source_url": "http://chinesereadingpractice.com/2020/06/04/mythology-%e5%85%ab%e4%bb%99%e8%bf%87%e6%b5%b7-the-eight-immortals-cross-the-sea/",
    "retrieved_date": "21-03-2024"
}