{
    "text": "小浪钓鱼从前有一只小狼他总是欺负别人。一天小动物们聚在一起商量对付那只小狼的办法，聪明的小狐狸想到了一个办法。一天小狼出外觅食的狼，忽然闻到一阵阵烤鱼的香味，小狼跑进山洞一看，原来是狐狸在烤鱼。狐狸见狼来了，心里暗自高兴。狼问, “这些鱼是从哪弄来的？”狐狸说, “有一个地方可以钓到好多鱼，我可以给你带路。”于时狼就跟着狐狸走啊走，来到了河边，原来是河里的水结了一层冰。狐狸说, “只要在冰上凿一个洞，把尾巴放进河里，等鱼咬住尾巴的时候，就把尾巴提上来，这样就可以钓到好多好多的鱼！”狼想着这下钓的鱼吃也吃不光啦，狼等了好久，也没有鱼咬住他的尾巴。狼实在冷得不行了，就想把尾巴提上来，回头一看，尾巴都被冰住了。狼大力拉，哪知他的尾巴“啪”的一声断掉了，狼逃走了。小动物们看见狼的惨样子，都哈哈地笑了。",
    "translation": "Long  ago, there was a wolf who was always bullying others. One day,  the small animals gathered together to discuss a way to solve the problem. The smart fox thought of a solution.\nOne day Wolf went out to forage for food, when suddenly  he smelled the scent of roasting fish. When Little Wolf ran into a  mountain cave and looked, he saw that it was Little Fox that was cooking the fish. Fox saw that Wolf had come, and in his heart he was secretly happy.\nWolf asked “Where did these fish come from?”\nFox said, “There is a place where you can catch many fish, I can take you there.”\nSo Wolf followed Fox as he walked and walked, until they came to a riverbank. There turned out to be a layer of ice over the water.\nFox said, “All you have to do is bore a hole in the ice, stick your tail into the river, wait until the fish bite your tail, then pull your tail out. This way, you’ll catch many, many fish.\nWolf, thinking of how the fish would be more than a full meal, waited quite a while, but no fish bit his tail. Wolf was finally too cold to continue and tried to pull up his tail, but when he turned his head to look, he saw that his tail was stuck in the ice. He gave a  great pull, and what do you know but his tail came off with a “pa”  sound. Wolf fled.\nWhen the other little animals saw wolf’s miserable face, they all laughed.",
    "pinyin": "xiǎo làng diàoyú cóngqián yǒu yī zhǐ xiǎo láng tā zǒngshì qīfu biéren yī tiān xiǎo dòngwù men jùzàiyīqǐ shāngliang duìfu nà zhǐ xiǎo láng de bànfǎ cōngming de xiǎo húli xiǎng dàoliǎo yī gè bànfǎ yī tiān xiǎo láng chūwài mìshí de láng hūrán wéndào yī zhèn zhèn kǎo yú de xiāngwèi xiǎo láng pǎo jìn shān dòng yī kàn yuánlái shì húli zài kǎo yú húli jiàn láng lái le xīnli ànzì gāoxìng láng wèn zhèxiē yú shì cóng něi nòng lái de húli shuō yǒu yī gè dìfang kěyǐ diào dào hǎoduō yú wǒ kěyǐ gěi nǐ dàilù yú shí láng jiù gēnzhe húli zǒu á zǒu lái dàoliǎo hébiān yuánlái shì hé lǐ de shuǐ jiéle yīcéng bīng húli shuō zhǐyào zài bīng shàng záo yī gè dòng bǎ yǐba fàngjìn hé lǐ děng yú yǎo zhù yǐba de shíhou jiù bǎ yǐba tí shànglái zhèyàng jiù kěyǐ diào dào hǎoduō hǎoduō de yú láng xiǎng zháo zhèxià diào de yú chī yě chī bùguāng la láng děng le hǎojiǔ yě méiyǒu yú yǎo zhù tā de yǐba láng shízài lěng de bùxíngle jiù xiǎng bǎ yǐba tí shànglái huítóu yī kàn yǐba dōu bèi bīng zhù le láng dàlì lā nǎzhī tā de yǐba pā de yīshēng duàn diào le láng táozǒu le xiǎo dòngwù men kànjiàn láng de cǎn yàngzi dōu hāhā dì xiào le ",
    "HSK_level": "HSK4",
    "source_url": "http://chinesereadingpractice.com/2011/01/16/wolf-goes-fishing/",
    "retrieved_date": "21-03-2024"
}