{
    "text": "两个懒汉从前，维吾尔族有这么两个懒汉，一个叫哈山代吾来克，一个叫沙吾提卡巴克。他们都懒得要命，吃穿全靠父母，一点活儿也不干，一天到晚靠着墙根晒太阳。 这样，久而久之，弄得他们父母也讨厌他们了，不得不把他们从家里赶了出来。他们俩过着流浪的生活，饿了几天肚子，一块馕也没有吃到。这天，他俩蹲在馕坑上商量着今后该怎么办。哈山代吾来克说: “最好到一个有吃有穿，又不需要劳动的地方去，不知道有没有这么个地方？”沙吾提卡巴克说: “世界上是没有这么个地方的，只天上有吧！听说天上的神仙最快活。”哈山代吾来克说: “那末，我们就上天去吧，干嘛要呆在这个必须劳动的地方受人鄙视呢？”沙吾提卡巴克说: “好倒好，不过怎么上去呢？能找到这么个长梯子吗？”哈山代吾来克肯定地说: “这么长的梯子是找不到的。但是，没有梯子也可以上去。”沙吾提卡巴克惊奇地问道: “怎么上去？”哈山代吾来克说: “山谷里有一只大鹏鸟，小时候我跟父亲上去看见过。我们只要把这只大鹏抓住，它就会带我们上天去的。”沙吾提卡巴克说: “好办法，我们就这样办好了。”两个朋友就这么决定了。第二天一早，他们就起身往山上走去，走到一个山谷里，找到了大鹏的窝，他们在附近躲藏起来，等到太阳落山的时候，大鹏飞回来刚落在窝里，就被哈山代吾来克紧紧地抓住了。他连忙招呼沙吾提卡巴克抓住自己的脚，大鹏受了惊，直往天空飞去。就这样，沙吾提卡巴克抓住哈山代吾来克的脚，哈山代吾来克抓住大鹏的爪子，飘飘荡荡地一直飞向七层云端里去了。沙吾提卡巴克问道: “嘿！到了吗？我的手吃不消啦！”哈山代吾来克望着云层的空隙说: “快啦！连窟窿都已经看见了。”沙吾提卡巴克问道: “窟窿有多大？我们能不能钻进去呀？”哈山代吾来克回答: “有这么大。”哈山代吾来克一面答应着，一面用手来比划窟窿的大小。不料哈山代吾来克两手一松，这两个懒汉朋友都离开了大鹏鸟，摇摇晃晃地掉下来，摔成肉酱了。",
    "translation": "Long ago, among the Uighur people there were two lazybones, one called Hashandaiwulaike, the other called Shawutikabake. They were both extremely lazy, depending on their parents for food and clothing, unwilling to do even a little work, from morning to night they sat at the base of a wall and sunned themselves. As time passed this way, their parents [began to] loathe them, and had no choice but to kick them out. The two of them lived a drifter’s life, and went hungry for days at a time, with not even a piece of bread to eat.   \nOne day, they were squatting next to a bread pit discussing what to do. Hashandaiwulaike said: “The best thing would be to go to a place where there’s food and clothes, but you don’t have to work – I don’t know if there is such a place?”\nShawutikabake said: “There’s no such place on this earth, only in heaven! I heard that the immortals in heaven are the happiest.” \nHashandaiwulaike said: “In that case, we should go to heaven. Why on earth would we stay in this place where we have to work and suffer other people’s disdain?” \nShawutikabake said:  “That’s all very well and good, but how will we get up there? Can we find a ladder that long?” \nHashandaiwulaike said: “We could never find a ladder that long, but you can still get up there without a ladder.” \nShawutikabake said: “How?”\nHashandaiwulaike said: “In the valley there’s a Roc bird, when I was little I saw it when I went up there with my father. All we have to do is grab onto the Roc, and he will take us up to heaven.”\nShawutikabake said:  “That’s a great idea, we’ll do it that way.” \nSo the two friends decided thus. On the morning of the next day, they got us and walked to the mountain. When they got to the mountain valley, they found the Roc’s nest, and they hid themselves next to it. They waited until the sun fell behind the mountain and the Roc flew back and had just landed in its nest, when Hashandaiwulaike grabbed it and held it tightly. He promptly called to Shawutikabake to grab his feet, and the Roc was frightened and flew into the sky.\nSo Shawutikabake  was holding on to Hashandaiwulaike’s feet, and Hashandaiwulaike  was holding on to the Roc’s claws, and they floated towards the seventh level of clouds [heaven]. \nShawutikabake asked,” Hey! Are we there yet? I can’t hold on much longer!” \nHashandaiwulaike looked into a gap between the clouds and said, “Almost! I can already see the opening!” \nShawutikabake asked, “How big is the opening? Can we fit into it?” \nHashandaiwulaike answered, “It’s this big.”   As Hashandaiwulaike answered, he used his hands to demonstrate how big the opening [to heaven] was. \nBut to his surprise, as soon as Hashandaiwulaike let go, the two lazy friends parted ways with the Roc, tumbled down, and were smashed into mincemeat.",
    "pinyin": "liǎng gè lǎnhàn cóngqián Wéiwú'ěrzú yǒu zhème liǎng gè lǎnhàn yī gè jiào hǎ shān dài wú lái kè yī gè jiào shā wú tí qiǎ bā kè tāmen dōu lǎndé yàomìng chīchuān quán kào fùmǔ yīdiǎn huór yě bù gàn yītiāndàowǎn kào zháo qiánggēn shài tàiyang zhèyàng jiǔ'érjiǔzhī nòng de tāmen fùmǔ yě tǎoyàn tāmen le bùdébù bǎ tāmen cóng jiālǐ gǎn le chulai tāmen liǎ guò zháo liúlàng de shēnghuó è le jǐtiān dùzi yīkuài nǎng yě méiyǒu chī dào zhètiān tā liǎ dūn zài nǎng kēng shàng shāngliang zháo jīnhòu gāi zěnmebàn hǎ shān dài wú lái kè shuō zuìhǎo dào yī gè yǒu chī yǒu chuān yòu bù xūyào láodòng de dìfang qù bù zhīdào yǒu méiyǒu zhème gè dìfang shā wú tí qiǎ bā kè shuō shìjiè shàng shì méiyǒu zhème gè dìfang de zhǐ tiānshàng yǒu ba tīngshuō tiānshàng de shénxiān zuì kuàihuo hǎ shān dài wú lái kè shuō nàme wǒmen jiù shàngtiān qù ba gànmá yào dāi zài zhège bìxū láodòng de dìfang shòu rén bǐshì ne shā wú tí qiǎ bā kè shuō hǎo dǎo hǎo bùguò zěnme shàngqù ne néng zhǎodào zhème gè cháng tīzi ma hǎ shān dài wú lái kè kěndìng dì shuō zhème cháng de tīzi shì zhǎobudào de dànshì méiyǒu tīzi yě kěyǐ shàngqù shā wú tí qiǎ bā kè jīngqí dì wèndào zěnme shàngqù hǎ shān dài wú lái kè shuō shāngǔ lǐ yǒu yī zhǐ dàpéngniǎo xiǎoshíhou wǒ gēn fùqīn shàngqù kànjiàn guò wǒmen zhǐyào bǎ zhè zhǐ dàpéng zhuāzhù tā jiù huì dài wǒmen shàngtiān qù de shā wú tí qiǎ bā kè shuō hǎo bànfǎ wǒmen jiù zhèyàng bàn hǎole liǎng gè péngyou jiù zhème juédìng le dì'èrtiān yīzǎo tāmen jiù qǐshēn wǎng Shānshàng zǒuqù zǒu dào yī gè shāngǔ lǐ zhǎo dàoliǎo dàpéng de wō tāmen zài fùjìn duǒcáng qilai děngdào tàiyang luò shān de shíhou dà péngfēi huílai gāng luò zài wō lǐ jiù bèi hǎ shān dài wú lái kè jǐnjǐn dì zhuāzhù le tā liánmáng zhāohu shā wú tí qiǎ bā kè zhuāzhù zìjǐ de jiǎo dàpéng shòu le jīng zhí wǎng tiānkōng fēi qù jiù zhèyàng shā wú tí qiǎ bā kè zhuāzhù hǎ shān dài wú lái kè de jiǎo hǎ shān dài wú lái kè zhuāzhù dàpéng de zhuǎzi piāopiāo dàngdàng dì yīzhí fēi xiàng qī céngyún duān lǐ qù le shā wú tí qiǎ bā kè wèndào hēi dàoliǎo ma wǒ de shǒu chībuxiāo la hǎ shān dài wú lái kè wàng zháo yúncéng de kòngxì shuō kuài la lián kūlong dōu yǐjīng kànjiàn le shā wú tí qiǎ bā kè wèndào kūlong yǒu duōdà wǒmen néng bùnéng zuān jìnqù ya hǎ shān dài wú lái kè huídá yǒu zhème dà hǎ shān dài wú lái kè yīmiàn dāying zháo yīmiàn yòng shǒu lái bǐhua kūlong de dàxiǎo bùliào hǎ shān dài wú lái kè liǎng shǒu yī sōng zhè liǎng gè lǎnhàn péngyou dōu líkāi le dàpéngniǎo yáo yáohuàng huǎng dì diào xiàlai shuāi chéng ròujiàng le ",
    "HSK_level": "HSK4",
    "source_url": "http://chinesereadingpractice.com/2012/04/25/the-two-lazybones/",
    "retrieved_date": "21-03-2024"
}