{
    "text": "下雪啦，下雪啦！一片片雪花像蒲公英一样在空中翩翩起舞，不一会儿，大地就穿上了一件洁白的衣裳。可爱的小熊不小心扭到脚了，只得孤零零地躺在小床上。忽然，从窗外传来了欢快的歌声。小熊朝窗外看去，原来是小老鼠和小白兔在雪地里载歌载舞呢！雪地上还留下了他们可爱的小脚印。小熊心里真羡慕呀！可是，他有什么办法呢？小熊深深地叹了一口气，自言自语：“还是睡一觉吧，说不定梦里会出现奇迹！”小熊果然做了一个好梦。他梦见一位留着长胡子的老爷爷来到了他的小屋里。老爷爷从衣袋里掏出一个小瓶子，笑眯眯地喷了喷小熊受伤的脚。小熊马上就活蹦乱跳了，快活地在雪地上和小伙伴们玩耍……小鸟们的欢声笑语把小熊吵醒了，原来这只是一场梦。可是小熊发现自己的手里竟然有一个小瓶子！小熊拿起小瓶子往脚上一喷，受伤的脚马上就好了。这真是一瓶神水啊！从此，小熊再也不怕摔伤了。",
    "translation": "It’s snowing, it’s snowing! Flakes of snow lightly danced like dandelions in the air, and after a while, the earth wore clothes of pure white.\nCute little bear incautiously sprained his ankle, and had to lie in bed all alone. Suddenly, from outside the window came the sound of lighthearted singing. Little bear looked out the window, and [saw that it was] Little Mouse and Little White Rabbit dancing and singing! The snow still held [impressions of] their cute little footprints. Little Bear was truly envious! But what could he do? Little Bear gave a deep sigh, and said aloud to himself: “Better get some more sleep, and maybe in my dream there will be a miracle!”\nSure enough, Little bear had a good dream. In his dream, an old man with a long beard came into his room. The old man fished a little bottle out of his pocket, and smilingly sprayed [some liquid from the bottle] on Little Bear’s wounded foot. Little Bear immediately leaped up and frisked about, playing cheerfully with his [two] buddies on the snowy ground.\nThe happy sounds of the small birds woke Little Bear up, and [found that] actually it was all just a dream. But then he discovered that there was a small bottle in his hand! Little Bear took up the small bottle and sprayed it on his foot, and the wounded foot was immediately better! This really was a bottle of magic water! After that, Little Bear never again feared bumps and bruises.",
    "pinyin": "xiàxuě la xiàxuě la yīpiàn piàn xuěhuā xiàng púgōngyīng yīyàng zài kōngzhōng piānpiānqǐwǔ bù yīhuìr dàdì jiù chuānshang le yī jiàn jiébái de yīshang kě'ài de xiǎo xióng bù xiǎoxīn niǔ dào jiǎo le zhǐdé gūlínglíng dì tǎng zài xiǎo chuáng shàng hūrán cóng chuāng wài chuánlái le huānkuài de gēshēng xiǎo xióng cháo chuāng wài kàn qù yuánlái shì xiǎo lǎoshǔ hé xiǎobái tù zài xuě dì lǐ zàigēzàiwǔ ne xuě dìshang hái liúxià le tāmen kě'ài de xiǎo jiǎoyìn xiǎo xióng xīnli zhēn xiànmù ya kěshì tā yǒu shénme bànfǎ ne xiǎo xióng shēnshēn dì tàn le yīkǒuqì zìyánzìyǔ háishi shuì yī jiào ba shuōbudìng mèng lǐ huì chūxiàn qíjì xiǎo xióng guǒrán zuò le yī gè hǎo mèng tā mèngjiàn yī wèi liú zháo cháng húzi de lǎoyéye lái dàoliǎo tā de xiǎowū lǐ lǎoyéye cóng yīdài lǐ tāochū yī gè xiǎo píngzi xiàomīmī dì pèn le pèn xiǎo xióng shòushāng de jiǎo xiǎo xióng mǎshàng jiù huóbèngluàntiào le kuàihuo dì zài xuě dìshang hé xiǎo huǒbàn men wánshuǎ xiǎoniǎo men de huānshēng xiàoyǔ bǎ xiǎo xióng chǎoxǐng le yuánlái zhè zhǐshì yī chǎng mèng kěshì xiǎo xióng fāxiàn zìjǐ de shǒulǐ jìngrán yǒu yī gè xiǎo píngzi xiǎo xióng náqǐ xiǎo píngzi wǎng jiǎo shàng yī pèn shòushāng de jiǎo mǎshàng jiù hǎole zhè zhēnshi yī píng shén shuǐ á cóngcǐ xiǎo xióng zàiyě bùpà shuāishāng le ",
    "HSK_level": "HSK4",
    "source_url": "http://chinesereadingpractice.com/2014/02/04/little-bears-beautiful-dream/",
    "retrieved_date": "21-03-2024"
}