{
    "text": "《寻找理想的少年朋友》敬爱的巴金爷爷：我们是十个小学五年级的学生，平均年龄不到十一周岁，在学校里都获得了“三好”或“品学兼优”的奖励。但是近年来，我们被一些新的现象迷惑了。爸爸妈妈说话三句不离钞票，社会上常以收入多作为自己的骄傲。有位每月工资是三十多元的老师，当我们问她工资多少时，她脸红了。我们有位同学数学考了九十四分，她呜咽起来，原来爸爸答应她，考了九十五分可得五元奖金。许多家长都用金钱、新衣、旅游来鼓励我们取得好成绩。有些同学在谈到将来时，往往把单位好、工资高、奖金多作为自己最好的向往。一句话，为金钱工作、为金钱学习，已经成为理所当然的事。这难道就是我们八十年代的少年应该追求的理想吗？作为三好学生，我们可以攻克学习上的重重难关，但是在这里，在理想问题上我们成了十只迷途的羔羊。但是我们不甘沉沦，我们决心探索、寻求，我们十个朋友决定开展一个“寻求理想”的活动。巴金爷爷，我们读过您写的很多书。现在您已上了年纪，可是我们还常常在报纸上、电视里看到您在忙碌地工作。我们想您那里一定有一种神奇的力量，有打开我们心灵窗户的神秘钥匙，因此，我们想向您请教。当您伏案写作的时候，您想的是什么？您写了那么多的书，您追求的是什么？巴金爷爷，我们知道您很忙，您有很重要的工作，您还需要休息，我们实在不愿意打搅您，但是我们十分需要您的帮助。十只迷途的羔羊向您呼救，请您以最快的速度给我们指点。祝您长寿。十个寻找理想的孩子",
    "translation": "Respected Grandfather Ba Jin:\nWe are ten elementary school students, on average not yet 11 years old, and in school we’ve all received “Three Goods” or “Excellent Student” awards. But in recent years, we’ve been puzzled by some new phenomena. Father and mother are always focused on money, and in greater society [people] base their pride on their income.\nThere’s a teacher who makes over 30 RMB per month, but when we ask her how much her salary is, she turns red [with embarrassment]. We have a classmate who got 94% on a math test, but she started bawling, turns out her father agreed that if she got 95% she’d get a prize of 5 RMB. Many parents use money, new clothes, or travel to encourage us to get good grades. When some of our classmates talk about their future, often it’s a good job, a high salary, or accolades that they most yearn for.\nIn a word, working for [the sole purpose of making] money, and studying for [the purpose of making] money, has already become an expected thing. Could it be that this is the ideal that the youth of the 80s should be chasing? As excellent students, we can overcome any kind of study-related difficulty, but in this, on questions of ideals, we’ve become ten lost lambs. But we’re unwilling to sink [down to that level], we’ve decided to explore, to seek, we ten friends decided to launch an endeavor [centered around] “seeking ideals”.\nGrandfather Ba Jin, we’ve read many books that you’ve written. Now you’re already in your later years, be we often see in newspapers and on TV that you’re still hard at work. We think you certainly must have a kind of mystical power, a mysterious key to unlock the windows of our spirits, and because of this, we want to ask your advice. When you’re bent over your desk writing, what are you thinking of? You’ve written so many books, what are you chasing after?\nGrandfather Ba Jin, we know you’re very busy, and you have very important work, and you also need to rest, we truly don’t wish to trouble you, but we really need your help. Ten lost lambs are calling for your aid, please give us direction as quickly as you can.\nWe wish you long life.\nSigned, Ten Youths Seeking Ideals",
    "pinyin": "xúnzhǎo lǐxiǎng de shàonián péngyou jìng'ài de Bā Jīn yéye wǒmen shì shí gè xiǎoxué wǔ niánjí de xuésheng píngjūn niánlíng bùdào shí·yī zhōusuì zài xuéxiào lǐ dōu huòdé le sān hǎo huò pǐnxuéjiānyōu de jiǎnglì dànshì jìnniánlái wǒmen bèi yīxiē xīn de xiànxiàng míhuo le bàba māma shuōhuà sān jù bù lí chāopiào shèhuì shàng cháng yǐ shōurù duō zuòwéi zìjǐ de jiāo'ào yǒu wèi měiyuè gōngzī shì sānshí duōyuán de lǎoshī dāng wǒmen wèn tā gōngzī duōshao shí tā liǎnhóng le wǒmen yǒu wèi tóngxué shùxué kǎo le jiǔ shísì fēn tā wūyè qilai yuánlái bàba dāying tā kǎo le jiǔ shíwǔ fēn kě de wǔ yuán jiǎngjīn xǔduō jiāzhǎng dōu yòng jīnqián xīn yì lǚyóu lái gǔlì wǒmen qǔdé hǎo chéngjì yǒuxiē tóngxué zài tándào jiānglái shí wǎngwǎng bǎ dānwèi hǎo gōngzī gāo jiǎngjīn duō zuòwéi zìjǐ zuìhǎo de xiàngwǎng yījùhuà wéi jīnqián gōngzuò wéi jīnqián xuéxí yǐjīng chéngwéi lǐsuǒdāngrán de shì zhè nándào jiùshì wǒmen bāshí niándài de shàonián yīnggāi zhuīqiú de lǐxiǎng ma zuòwéi sān hǎo xuésheng wǒmen kěyǐ gōngkè xuéxí shàng de chóngchóng nánguān dànshì zài zhèlǐ zài lǐxiǎng wèntí shàng wǒmen chéngle shí zhǐ mítú de gāoyáng dànshì wǒmen bùgān chénlún wǒmen juéxīn tànsuǒ xúnqiú wǒmen shí gè péngyou juédìng kāizhǎn yī gè xúnqiú lǐxiǎng de huódòng Bā Jīn yéye wǒmen dú guò nín xiě de hěn duō shū xiànzài nín yǐ shàng le niánjì kěshì wǒmen hái chángcháng zài bàozhǐ shàng diànshì lǐ kàn dào nín zài mánglù dì gōngzuò wǒmen xiǎng nín nàli yīdìng yǒu yīzhǒng shénqí de lìliang yǒu dǎkāi wǒmen xīnlíng chuānghu de shénmì yàoshi yīncǐ wǒmen xiǎng xiàng nín qǐngjiào dāng nín fú'àn xiězuò de shíhou nín xiǎng de shì shénme nín xiě le nàme duō de shū nín zhuīqiú de shì shénme Bā Jīn yéye wǒmen zhīdào nín hěn máng nín yǒu hěn zhòngyào de gōngzuò nín hái xūyào xiūxi wǒmen shízài bù yuànyì dǎjiǎo nín dànshì wǒmen shífēn xūyào nín de bāngzhù shí zhǐ mítú de gāoyáng xiàng nín hūjiù qǐng nín yǐ zuì kuài de sùdù gěi wǒmen zhǐdiǎn zhù nín chángshòu shí gè xúnzhǎo lǐxiǎng de háizi ",
    "HSK_level": "HSK4",
    "source_url": "http://chinesereadingpractice.com/2020/04/27/letters-ba-jins-correspondence-with-young-friends-searching-for-ideals-part-i/",
    "retrieved_date": "21-03-2024"
}