{
    "text": "新闻昨日，铁道部召开春运新闻发布会。今年春运，铁道部首次开展银行卡购票业务，在北京、上海、武汉、南昌、成都、郑州、西安铁路局和广铁集团的256个较大车站之间开展银行卡刷卡支付业务。为满足春运期间旅客购票需要，北京站﹑北京西站﹑北京南站等车站春运期间实行24小时不间断售票。北京西站北广场和南广场售票处实行24小时不间断售票。北京站和北京南站实行24小时不间断购票，购票高峰时，两站419个售票窗口全部开启，保证24小时不间断售票。",
    "translation": "[January 16, 2011] Yesterday, the railroad ministry convened a press conference to discuss the Spring Festival travel season. This season, for the first time ever, the ministry will begin accepting bank cards for ticket sales. In Beijing, Shanghai, WuHan, NanChang, ChengDu, ZhengZhou and XiAn, the railroad office and Guangzhou Railway Group together launched bank card ticket sales at their 256 relatively large railway stations. To meet the needs of Spring Festival travelers, Beijing Station, Beijing West Station, Beijing South Station and other stations will implement 24-hour ticket sales. At Beijing West Station, 24-hour sales will be available in the North Square and South Square ticket offices. During peak sales times, Beijing Station and Beijing South Station will have 419 ticket windows open for business to ensure that sales can continue around the clock.",
    "pinyin": "xīnwén zuórì Tiědàobù zhàokāi chūnyùn xīnwénfābùhuì jīnnián chūnyùn Tiědàobù shǒucì kāizhǎn yínhángkǎ gòu piào yèwù zài Běijīng Shàng Hǎi Wǔhàn Nánchāng Chéngdū Zhèngzhōu Xī'ān tiělù jú hé guǎng tiě jítuán de gè jiàodà chēzhàn zhījiān kāizhǎn yínhángkǎ shuākǎ zhīfù yèwù wéi mǎnzú chūnyùn qījiān lǚkè gòu piào xūyào Běijīng zhàn Běijīng xī zhàn Běijīng nán zhàn děng chēzhàn chūnyùn qījiān shíxíng xiǎoshí bù jiànduàn shòu piào Běijīng xī zhàn běi guǎngchǎng hé nán guǎngchǎng shòupiàochù shíxíng xiǎoshí bù jiànduàn shòu piào Běijīng zhàn hé Běijīng nán zhàn shíxíng xiǎoshí bù jiànduàn gòu piào gòu piào gāofēng shí liǎng zhàn gè shòu piào chuāngkǒu quánbù kāiqǐ bǎozhèng xiǎoshí bù jiànduàn shòu piào ",
    "HSK_level": "HSK5",
    "source_url": "http://chinesereadingpractice.com/2011/02/11/beijing-railway-to-sell-tickets-24-hours-during-busy-spring-festival-season/",
    "retrieved_date": "21-03-2024"
}