{
    "text": "《一半是火焰，一半是海水》第一章“喂，两对都进房了。房间号927、1208，还有一只野的，进了1713.”“知道了。”我放下电话，马上穿上西服外套，提起书包，招呼正在看电视的方方，三步并作两步跑下楼。我那辆花四千元买来的旧“白茹”车停在街角便道上。我们坐进车里，把汽车迅速地开上马路，直驶远处灯火辉煌的“燕都”大饭店。在饭店旁边的一条林荫道上，我招手停在一溜轿车的后边，下了车“乒乓”关好门，快步加入一群刚从一辆大旅行车下来的日本游客中间，走进“燕都”饭店富丽堂皇的大厅。彬彬有礼地站在总服务台里的卫宁不易察觉地给我们使个眼声：一切正常。我和方方走进盥洗室，打开皮包，拿出两套警服换上，走出盥洗室，沿安全楼梯爬上去。爬到第九层，我们都是气喘吁吁，待呼吸均匀了，我们走向服务台，坐着的服务员抬头诧异地看我们。“我们是公安局的，请开927房间。”服务员顺从地拎起一串钥匙领着我们走向长廊尽头的一间客房。“里边有客人。”服务员看到门上挂的“请勿打扰”的小牌，回头对我说。“知道，打开锁。”我命令道。服务员钮开锁，站在一旁。“你回去吧。”方方粗鲁地挥手避开服务员。服务员消逝在走廊的另一端，我和方方立即开门冲了进去……我和方方带着亚红出来，皮包里塞着几千崭新的钞票，神情严肃地走服务台进了电梯间，方方和亚红忍不住笑起来。“你们笑什么，真他妈没劲。”我说着也忍不住笑了，对亚红说：“你在楼下酒吧等会儿，我们还得上去收拾12层那小子。”我们把电梯开到底层，让亚红出去，又开上12层。十五分钟后，我们换下警服带着另一个姑娘在酒吧找到亚红，一起喝了杯酒，亚红挽着方方先出去。我给总服务台的卫宁打了电话，告诉他事已办完，十七层那只野鸽让她舒舒服服睡一宿，早晨报警。我挽着另一个姑娘坦然走出饭店。方方已经把“白茹”发动了，我们一上车就开走了。早晨，我被电话铃吵醒，睡在我旁边的亚红接了电话，告诉我，卫宁说那两个受到我们讹诈的倒霉蛋已经结了房钱走了，那只野鸽也被在大门等着的警察塞上车抓走了。亚红翻身又睡了。我却睡不着，一支接一支地抽起烟。阳光从厚重的窗帘后倾泄出来，我轻轻走到窗前，从窗帘缝隙看了会儿外面车水马龙，阳光明媚的街道，把窗帘拉严。我不喜欢晴朗的早晨，看到成千上万的人兴冲冲地去上班、上学，我就感到形孤影单。白天我没有什么事可干，也没什么人等我，我的朋友们都在睡觉。我又抽了五支烟，看了看日历，然后穿衣服，洗脸刷牙，走出我住的这套公寓。我走过街角停放的“自茹”车，径直走向公共汽车站。尽管上班高峰已过，车内还是十分拥挤。一个坐着的中年男人下车，我刚要坐下，看到一个抱小孩的年轻妇女，便呼招她过来。“谢谢。” 年轻妇女坐下后，又逗弄着小孩说：”谢谢叔叔。”“谢谢叔叔。”我冲小孩笑笑，小孩从衣兜里掏出一块彩纸包装的巧克力，剥开纸刚要往嘴里填，看我瞅着他，举起巧克力给我。“不要，叔叔不吃。”“吃吧，没事。”“真的不吃，叔叔要下车了。”我挤下车，沿街走了一站，到单位医务室要了张”三联单“，打电话约了一肝不太好的朋友去医院替我抽了一管血。又在商业区的两个储蓄所把我昨晚挣的那笔钱分别用我去世父母的名字存了进去，然后去邮局给一个交钱即可注册入学，不须考试的函授大学汇了报名款和一年的学费。我报的专业是法律。办完这些事，我到一家人不太多的豪华餐厅吃午饭。这家餐厅菜做的十分讲究，我看着漂亮的图案喝了不少红酒，又吃了几个浇了巧克力汁的冰淇淋，下午才走出餐厅，在报亭买当天所有的日报和晚报，坐在电报局等长途电话的排椅上细细测览。黄昏时我给家里打了个电话，方方接的。我们聊了会儿，他正在和卫宁下围棋，卫宁一早前来了，他们下了一天棋，他四胜三和五负，晚上准备凑人撞麻将。我告诉他我晚点回去，就挂了电话。暮春时节，树木草地都绿遍了，花丛怒放。我走进一个举办晚间音乐会的公园，在音乐亭前等退票。一个老人送了我一张，我又转送给一对只有一张票的青年伴侣，坚决不要他们加倍的票款。在高大、油漆剥落的廊柱间，我看到一美丽少女坐以汉白玉石台上看书，悬在空中的两条长腿互相勾着脚，一翘一翘。她一手棒书，一手从放在身旁的一个袋袋中抓瓜子磕，吐出的皮儿拢成一堆，嘴里哼着歌，间或翻一页书，悠闲自在，楚楚动人。我悄悄走到她身后，踮脚看那本使她入迷的书。是一本很深奥的文艺理论著作，我一目十行地看了一会儿，索然无味，正要转身走开，忽听女孩说：“看不懂吧。”她仰起脸，笑吟吟地望着我。我脸红了，感到不知所措，因为我还会脸红。片刻，我镇静下来，说：”就是学生，这会儿在公司看书也有点装模作样。”“我在这儿坐了一下午了，你瞧，我看了多少。”她快速地把看过一页数捻了一遍，我捏捏那厚厚的一迭，联想到书的内容，怀疑地问：”你看这么快？”“我也看不懂呗，就看得快。”我们都笑了。”不看了。” 女孩把书撂到一旁。“你有事吗”她问我。“没有。” 我说：”没人约我。”“聊聊？”“聊聊。”我在她旁边坐，她把瓜子袋推给我。我不大会磕瓜子，磕得皮瓤唾液一塌糊涂。“瞧我。” 女孩示范性地磕了一个瓜子，洁白的贝齿一闪，我下意识地闭紧自己被烟熏得黑黄的牙齿。女孩倒没注意，晃悠着腿四处张望。“你是哪个学校的”我注意到她里面毛衣上别着一枚校徽。女孩龇齿咬着瓜子看着我笑起来。“这就叫’套瓷’吧。” 女孩说：”下边你该说自己是哪个学校的，我们两校挨得如何近，没准天天能碰见……”“你看我象学生吗？” 我说：”我是劳改释放犯，现在还靠敲诈勒索为生。”“我才不管你是什么呢。” 女孩笑着瞅着自己的脚尖，似乎那儿有什么好玩可笑的，”你是什么我都无所谓。”我半天没说话，女孩也没说话，只是美滋滋地看着天边夕阳消逝后迅即黯淡下来，却又不失瑰丽的云彩：“那块云象马克思、那块象海盗，象吗，你说象吗”“你多大了？” 女孩转过头看我，仔仔细细打量了我一遍：”你，过去没怎么跟女孩接触过吧。”“没有。” 我面不改声色心不跳地骗她。“我早看出来了，小男孩！刚才我看书时就看见你远远地，想过来搭讪又胆怯，怕我臊你一顿是不是？”“我和一百多个女的睡过觉。”女孩放声笑起来，笑得那么肆无忌惮，那么开心。“你笑起来，” 我说：”跟个傻丫头似的。”女孩一下不笑了，悻悻地白了我一眼：”我不说你，你也别说我了。实话告诉你，我已经谈了一年多恋爱了。”女孩又笑了，有几分得意。“是你的傻冒同学吧？”“他才不傻呢，是学生会干部。”“那还不傻傻得已经没法练了。”“哼，你这种只被爸爸妈妈吻过的小毛头也配说他。”“我要是他，就敢跟你睡觉。” 我微笑地说：”他敢吗？”尽管天色已经很暗了，我也察觉得出女孩的脸排红了：”他很尊重我。”我哧笑：”嘁，尊重，别说了，咱甭说了。你也别装傻了。”女孩闷了半天没吭声。我吹起口哨，叼起一支烟，把烟盒递给她，她摇摇头。“又完了不是？” 我取笑她，”敢在光天化日之下看书，不会抽烟，时髦半截。”“你别来劲。” 女孩不服地说，”给我一支！”我把嘴上的烟给她，她抽了一口，”呼”地全吹了出去。我伸胳膊搭在她肩上，她哆嗦了一下，并没拒绝。我把她搂过来，她近在咫尺地看看我，拔拉掉我的胳膊，强笑着说：“我有点儿信你和一百多个女人睡过觉了。”“干吗有点信，就应该信。知道我外号叫什么吗？老枪！” 我听到完完全全收拾书的声音，恶意地笑着说：“我叫你害怕了。”“才没有呢。” 女孩站起来：“我只是该走了。”“敢告诉我你叫什么，住哪儿吗？”女孩跳下石台，亮晶晶的眼睛在黑暗中闪烁，笑着说：”啊哈！我还以为你能始终不同凡响，闹了半天，也落了俗套。”“好，我俗。你走吧。哎，” 我叫住她：”咱们要是再见了，就得算朋友了吧？”“算朋友。” 女孩笑着走了。我笑眯眯地在石台上坐了一会儿，也跳下石台走了。Buy the book on Amazon.",
    "translation": "“Hey, both pairs just went into their rooms, the room numbers are 927, 1208, and there’s one other [that isn’t part of our gang], went into 1713.”\n“Got it.”\nI put down the phone, immediately put on my suit jacket, picked up my book bag, and called to Fangfang who was watching TV, and we ran down the stairs two at a time. The “Peugeot” car I paid 4000 RMB for was parked on the corner of the street. We got in the car, and drove quickly onto the road, and drove directly towards the brilliant lights of the Yandu Hotel. On a shady street next to the hotel, I waved to stop behind a row of cars, our doors closed with a ping pang, and we quickly stepped in to intermingle with a group of Japanese tourists that had just gotten off a tour bus, walking [among them] into the Yandu Hotel’s resplendent lobby. Courteously standing behind the main service counter, Weining surreptitiously shot us a look: everything was normal. Fangfang and I walked into the washroom, opened the leather bag, took out two police uniforms and changed into them, walked out of the washroom, and took the emergency exit stairs up. We climbed to the 9th floor, both of us huffing and puffing, and waiting until our breath came easier, then we walked towards the [floor’s] service counter. The service personnel sitting there raised his head and looked at us astonished.\n“We’re the police, please open room 927.”\nThe staff compliantly lifted out a chain of keys and lead us to a room at the end of the long hall.\n“There’s a guest inside.” The staff saw the “do not disturb” sign hung on the door, and said looking back at us.\n“We know, open the lock.” I ordered.\nThe service staff twisted open the lock, and stood to one side.\n“Get back,” Fangfang roughly waved away the staffer.\nThe staff disappeared down another hallway, and Fangfang and I immediately opened the door and charged inside…. Fangfang and I walked out with Yahong, our leather bag stuffed full of a few thousand fresh bank notes, and with serious expressions entered the elevator next to the service desk, then Fangfang and Yahong could [no longer] suppress their laughter.\n“What are you two laughing at, what the fuck is so funny [lit: it’s really fucking uninteresting].” But as I spoke I couldn’t help laughing myself, and I said to Yahong, “Wait in the bar downstairs for a bit, we’ve still got to go grab up those little shits on the 12th floor.” We took the elevator to the lower floor, let Yahong out, then went back up to 12. ?\nFifteen minutes later, we changed out of our police clothes and took the second girl to the bar to find Yahong, had some drinks together, and Yahong left on Fangfang’s arm. I gave Weining at the main service desk a call, told him it was done, and to let the hooker on the 17th floor sleep soundly for the night, then call the [real] cops [on her] in the morning. With the other girl on my arm I walked casually out of the hotel. Fangfang had already started up the Peugeot, and he drove off as soon as we got in.\nIn the morning, I was woken up by a phone call, and Yahong who had been sleeping by my side answered it. She told me: Weining said that the two sorry suckers that we’d scammed had already paid for the rooms and left, the other prostitute had been taken away by the cops that were waiting at the main entrance. Yahong rolled over and went back to sleep. I couldn’t fall asleep again, [so I just] smoked one cigarette after another. Sunlight was spilling at an angle through the thick curtains, and I walked quietly to the window, looking out through the crack in the curtains onto the flow of people and traffic outside, the sun shining brightly on the street, and pulled the curtains firmly shut. I don’t like the early morning, seeing people in their hundreds and thousands rush to work, to school, makes me feel like an isolated shadow. I don’t have anything to do during the day, and no one’s waiting for me, my friends are all asleep. I smoked another five cigarettes, looked at the calendar, then put on my clothes, washed my face and brushed my teeth, and walked out of the apartment where I was staying. I walked past the Peugot parked at the corner, and walked straight to the bust stop. Even though rush hour was already over, the bus was still pretty packed. One guy who was sitting down got off the bus, and I was just about to sit [in his place], when I saw a young woman carrying a small child, and called her to sit.\n“Thank you.” After the young woman sat down, she cutely said to the kid: “Thank the uncle.”?\n“Thank you uncle.”\nI smiled at the kid, and he fished a piece of chocolate wrapped in colored paper out of his pocket, ripped open the packet and was about to stuff it into his mouth, saw me watching him, and held up the chocolate to me.\n“No thanks, uncle doesn’t want it.”\n“Have it, it’s nothing.”\n“No, really, uncle’s got to get off.”\nI pushed my way off the bus, walked along the road as far as the next stop, arrive an infirmary and asked for asked for a triplicate invoice, then called an acquaintance to go to the hospital and get some blood drawn in my place. At two [separate] savings banks in the business district I deposited the money I’d gotten last night under my dead parents’ names, then I went to the post office and sent a tuition payment to a correspondence university where you didn’t have to take a test to register, just pay. I registered to major in law. Once I’d finished these things, I went to eat lunch at a fine dining restaurant where there weren’t too many patrons. The food at this restaurant was exquisite. I drank no small measure of wine while looking at the lovely picture [menu], ate a few ice creams drizzled with chocolate sauce, left the restaurant in the afternoon, bought the morning and evening papers at the news stand, and sat on the long-distance call waiting bench in the telegraph office and browsed them thoroughly. I called the house around dusk, Fangfang picked up. We talked for a while, he’d just been playing Go with Weining. Weining had come over earlier, they’d been playing Go all day, he won a few, tied a few and lost a few?and tonight they were planning to get some people together for a Majiang game. I told him I’d be back that night, and hung up the phone.\nIt was late spring, the trees and grasses had turned green, the flowers bloomed in profusion. I went into a park where they’d organized an evening music event, and waited in line to return my ticket. An old man had given me one ticket, I ended up re-gifting it to a young couple who only had one, refused their offer to make up the difference. Between the huge, green-painted pillars, I saw a beautiful young woman sitting on the marble platform reading a book, her two long legs hanging in the air hooked at the ankles, swinging up [and down]. She was holding a book in one hand, and was picking sunflower seeds out of the bag at her side with the other, the shells she’d spit out had amassed into a pile, she was humming a song, turning a page now and then, leisurely and unrestrained, delicate and lovely. I quietly walked up behind her, and stood on tiptoe to look at the book that had fascinated her so. It was a profound works of literary theory, I skimmed it for bit, [found it] dull and insipid, and I was just about to turn around and leave, when I suddenly heard the girl say:\n“You don’t understand it, huh?” she turned up her face, looking at me with a smile.\nMy face turned red, and I felt at a loss that I [was still capable of] getting embarrassed. After a moment, I settled down, and said: “You’re just a student, sitting here in the park reading is a bit of affectation.”\n“I’ve been sitting here all afternoon, look here you, see how much I’ve read.”\nShe quickly flipped through all the pages she’d read, and I pinched that thick stack, and thinking back on the contents, asked doubtfully, “You read that quickly?”\n“I don’t understand it either, but I read it quickly.”\nWe both smiled. “I’m done reading.” The girl put the book to one side. “You have somewhere to be?” she asked me.\n“No,” I said. “No appointments.”\n“[Shall we] chat [for a bit]?”\n“Let’s chat.”\nI sat down next to her, and she pushed the bag of sunflower seeds over to me. I didn’t really know how to crack the sunflower seeds [with my teeth], and [when I tried] spittle went everywhere.\n“Watch me.” The girl demonstrated with a single sunflower seed, her pure white teeth flashing, and I subconsciously closed my mouth over my own tobacco smoke-yellowed teeth. But she didn’t notice, swinging her legs in all directions. “What school are you from?” I noticed there was a school emblem on her inside sweater. Biting down on a sunflower seed, the girl looked at me and smiled.\n“That’s called ‘cottoning up’,” she said. “Next you’ll probably say whatever school you’re from, and that our schools are so close to each other, maybe we can run into each other every day…”\n“You think I look like a student?” I said. “I’m a criminal freed from the work camps, I extort people for a living.”\n“I don’t care what you are,” the girl said, smiling and looking at her toes, as if there was something amusing there. “Whatever you are is nothing to me.”\nI didn’t speak for a while, and the girl didn’t speak either, just looked on, pleased, as the evening light disappeared on the horizon and the sky quickly dimmed, but didn’t lose its magnificent clouds: “That cloud looks like Marx, that one looks like a pirate, doesn’t it, don’t you think so?”\n“How old are you?” the girl turned her head to look at me, carefully looking me over. “You, doesn’t look like you’ve been with that many women.”\n“I haven’t,” I said, lying to her without a change in expression or a thump of the heart.\n“I could tell right away, little boy! As I was reading my book just now, I saw you standing far away, wanting to talk to me but also timid, afraid I’d curse you, huh?”?\n“[Actually,] I’ve slept with over 100 women.”\nThe girl let loose a laugh, unbridled and amused.\n“You laugh,” I said, “like a dumb chick.”??\nShe suddenly stopped laughing, angrily throwing me a scornful glance, “I didn’t criticize you, don’t criticize me. Truthfully speaking, I’ve already been with someone for a year.” The girl smiled again, quite satisfied with herself.\n“Is it one of your idiot classmates?” ?\n“He’s not an idiot, he’s a cadre in the student union.”??\n“Then he’s stupid beyond measure.”?\n“Huh, a little baby like you who’s only been kissed by his parents doesn’t deserve to speak of him.”?\n“If I was him, I’d already have had the courage to sleep with you,” I said, smiling lightly. “Has he dared?”??\nAlthough the sky was already gloomy, I perceived the girl’s face reddening, “He respects me.”\nI tittered, “Oh, respect, don’t even, no need for us to talk about that. And no need for you to play dumb.”\nThe girl sat there vexed for a while saying nothing. I started whistling, started sucking on a cigarette, passed her the cigarette pack, she shook her head.\n“Busted again, aren’t you?” I teased her, “willing to read a book in broad daylight, but can’t smoke cigarettes, [guess you’re] only half-fashionable.”\n“Don’t be obnoxious.” Still, unwilling to be conquered, she said, “Give me one!”\nI passed her the cigarette that was in my mouth, she took a puff, and heng, blew it all out. I stretched an arm around her shoulder, she trembled a second, but didn’t refuse. I pulled her near to me, she looked at me from close up, pushed my arm off, and with a forced smile said:\n“I might believe a little that you’ve slept with over 100 women.”\n“What are you doing only ‘believing a little’, you ought to just believe. You want to know what they call me? The Old Pistol.”?I heard her grabbing up all of her books, and said with a nasty smile, “I think you’re scared.”\n“Well, I’m not.” The girl stood up: “I should probably go.”\n“Do you dare tell me your name, or where you live?”?\nThe girl jumped off the platform, her bright, crystal eyes flashed in the darkness, and she said smiling, “Ah ha! I thought maybe you weren’t like everyone else, [talking shit] half the day, but then sinking into mediocrity.”??\n“Fine, I’m mediocre. Go. Hey,” I called her to stop, “If we meet again, let’s consider ourselves friends.”\n“Sure, friends,” she said, and smiling, left.?\nI sat for a while on the platform smiling genially, then I too jumped down and left. ?",
    "pinyin": "yībàn shì huǒyàn yībàn shì hǎishuǐ dìyī zhāng wèi liǎng duì dōu jìn fáng le fángjiān hào háiyǒu yī zhǐ yě de jìn le zhīdàole wǒ fàngxià diànhuà mǎshàng chuānshang xīfú wàitào tíqǐ shūbāo zhāohu zhèngzài kàn diànshì de fāng fāng sān bù bìng zuò liǎng bù pǎo xià lóu wǒ nà liàng huā sì qiān yuán mǎi lái de jiù bái rú jū tíng zài jiē jué biàndào shàng wǒmen zuò jìn jū lǐ bǎ qìchē xùnsù dì kāi shàng mǎlù zhí shǐ yuǎnchù dēnghuǒ huīhuáng de yàn dōu dà fàndiàn zài fàndiàn pángbiān de yī tiáo línyìndào shàng wǒ zhāoshǒu tíng zài yī liū jiàochē de hòubian xià le jū pīngpāng guān hǎo mén kuàibù jiārù yī qún gāng cóng yī liàng dà lǚxíng jū xiàlai de Rìběn yóukè zhōngjiān zǒujìn yàn dōu fàndiàn fùlìtánghuáng de dàtīng bīnbīnyǒulǐ dì zhàn zài zǒng fúwùtái lǐ de wèi nìng bùyì chájué dì gěi wǒmen shǐ gè yǎn shēng yīqiè zhèngcháng wǒ hé fāng fāng zǒujìn guànxǐshì dǎkāi píbāo náchū liǎng tào jǐngfú huàn shàng zǒuchū guànxǐshì yán ānquán lóutī pá shàngqù pá dào dì jiǔ céng wǒmen dōu shì qìchuǎnxūxū dài hūxī jūnyún le wǒmen zǒuxiàng fúwùtái zuò zháo de fúwùyuán táitóu chàyì dì kàn wǒmen wǒmen shì gōng'ānjú de qǐng kāi fángjiān fúwùyuán shùncóng dì līnqǐ yī chuàn yàoshi lǐng zháo wǒmen zǒuxiàng chángláng jìntóu de yī jiān kèfáng lǐbian yǒu kèrén fúwùyuán kàn dào mén shàng guà de qǐngwùdǎrǎo de xiǎo pái huítóu duì wǒ shuō zhīdào dǎkāi suǒ wǒ mìnglìng dào fúwùyuán niǔ kāisuǒ zhàn zài yīpáng nǐ huíqu ba fāng fāng cūlǔ dì huīshǒu bìkāi fúwùyuán fúwùyuán xiāoshì zài zǒuláng de lìngyī duān wǒ hé fāng fāng lìjí kāimén chōng le jìnqù wǒ hé fāng fāng dài zháo yà hóng chulai píbāo lǐ sāi zháo jǐqiān zhǎnxīn de chāopiào shénqíng yánsù dì zǒu fúwùtái jìn le diàntī jiān fāng fāng hé yà hóng rěnbuzhù xiào qilai nǐmen xiào shénme zhēn tā mā méijìn wǒ shuō zháo yě rěnbuzhù xiào le duì yà hóng shuō nǐ zài lóuxià jiǔbā děng huì r wǒmen hái de shàngqù shōushi céng nà xiǎozǐ wǒmen bǎ diàntī kāi dàodǐ céng ràng yà hóng chūqù yòu kāi shàng céng shíwǔ fēnzhōng hòu wǒmen huàn xià jǐngfú dài zháo lìngyī gè gūniang zài jiǔbā zhǎodào yà hóng yīqǐ hē le bēi jiǔ yà hóng wǎn zháo fāng fāng xiān chūqù wǒ gěi zǒng fúwùtái de wèi nìng dǎ le diànhuà gàosu tā shì yǐ bàn wán shíqī céng nà zhǐ yě gē ràng tā shūshufufu shuì yī sù zǎochén bàojǐng wǒ wǎn zháo lìngyī gè gūniang tǎnrán zǒuchū fàndiàn fāng fāng yǐjīng bǎ bái rú fādòng le wǒmen yī shàngchē jiù kāizǒu le zǎochén wǒ bèi diànhuà líng chǎoxǐng shuì zài wǒ pángbiān de yà hóng jiē le diànhuà gàosu wǒ wèi nìng shuō nà liǎng gè shòudào wǒmen ézhà de dǎoméidàn yǐjīng jiéle fángqián zǒu le nà zhǐ yě gē yě bèi zài dàmén děng zháo de jǐngchá sāi shàngchē zhuāzǒu le yà hóng fānshēn yòu shuì le wǒ què shuì bùzháo yī zhī jiē yī zhī dì chōu qǐ yān yángguāng cóng hòuzhòng de chuānglián hòu qīngxiè chulai wǒ qīngqīng zǒu dào chuāng qián cóng chuānglián fèngxì kàn le huì r wàimiàn chēshuǐmǎlóng yángguāngmíngmèi de jiēdào bǎ chuānglián lā yán wǒ bù xǐhuan qínglǎng de zǎochén kàn dào chéngqiānshàngwàn de rén xìngchōngchōng dì qù shàngbān shàngxué wǒ jiù gǎndào xíng gū yǐng dān báitiān wǒ méiyǒu shénmeshì kě gàn yě méishénme rén děng wǒ wǒ de péngyou men dōu zài shuìjiào wǒ yòu chōu le wǔ zhī yān kàn le kàn rìlì ránhòu chuān yīfu xǐliǎn shuāyá zǒuchū wǒ zhù de zhè tào gōngyù wǒ zǒuguò jiē jué tíngfàng de zì rú jū jìngzhí zǒuxiàng gōnggòngqìchēzhàn jǐnguǎn shàngbān gāofēng yǐ guò jū nèi háishi shífēn yōngjǐ yī gè zuò zháo de zhōngnián nánrén xiàchē wǒ gāng yào zuòxia kàn dào yī gè bào xiǎohái de niánqīng fùnǚ biàn hū zhāo tā guòlái xièxie niánqīng fùnǚ zuòxia hòu yòu dòunòng zháo xiǎohái shuō xièxie shūshu xièxie shūshu wǒ chōng xiǎohái xiào xiào xiǎohái cóng yīdōu lǐ tāochū yīkuài cǎi zhǐ bāozhuāng de qiǎokèlì bāo kāi zhǐ gāng yào wǎng zuǐlǐ tián kàn wǒ chǒu zháo tā jǔqǐ qiǎokèlì gěi wǒ bùyào shūshu bù chī chī ba méishì zhēn de bù chī shūshu yào xiàchē le wǒ jǐ xiàchē yán jiē zǒu le yī zhàn dào dānwèi yīwùshì yào le zhāng sān lián dān dǎdiànhuà yuē le yī gān bùtàihǎo de péngyou qù yīyuàn tì wǒ chōu le yī guǎn xuè yòu zài shāngyèqū de liǎng gè chǔxù suǒ bǎ wǒ zuówǎn zhèng de nà bǐ qián fēnbié yòng wǒ qùshì fùmǔ de míngzi cún le jìnqù ránhòu qù yóujú gěi yī gè jiāoqián jíkě zhùcè rùxué bù xū kǎoshì de hánshòudàxué huì le bàomíng kuǎn hé yī nián de xuéfèi wǒ bào de zhuānyè shì fǎlǜ bàn wán zhèxiē shì wǒ dào yījiārén bù tài duō de háohuá cāntīng chī wǔfàn zhè jiā cāntīng cài zuò de shífēn jiǎngjiu wǒ kàn zháo piàoliang de tú'àn hē le bùshǎo hóng jiǔ yòu chī le jǐge jiāo le qiǎokèlì zhī de bīngqílín xiàwǔ cái zǒuchū cāntīng zài bàotíng mǎi dàngtiān suǒyǒu de rìbào hé wǎnbào zuò zài diànbàojú děng chángtúdiànhuà de pái yǐ shàng xì xì cè lǎn huánghūn shí wǒ gěi jiālǐ dǎ le gè diànhuà fāng fāng jiē de wǒmen liáo le huì r tā zhèngzài hé wèi nìng xià wéiqí wèi nìng yīzǎo qiánlái le tāmen xià le yī tiān qí tā sì shèng sān hé wǔ fù wǎnshang zhǔnbèi còu rén zhuàng májiàng wǒ gàosu tā wǒ wǎndiǎn huíqu jiù guà le diànhuà mù chūn shíjié shùmù cǎodì dōu lǜ biàn le huācóng nùfàng wǒ zǒujìn yī gè jǔbàn wǎnjiān yīnyuèhuì de gōngyuán zài yīnyuè tíng qián děng tuìpiào yī gè lǎorén sòng le wǒ yī zhāng wǒ yòu zhuàn sònggěi yīduì zhǐyǒu yī zhāng piào de qīngnián bànlǚ jiānjué bùyào tāmen jiābèi de piào kuǎn zài gāodà yóuqī bōluò de láng zhù jiān wǒ kàn dào yī měilì shàonǚ zuò yǐ hàn bái yùshí táishàng kànshū xuán zài kōngzhōng de liǎng tiáo cháng tuǐ hùxiāng gōu zháo jiǎo yī qiào yī qiào tā yīshǒu bàng shū yīshǒu cóng fàng zàishēn páng de yī gè dài dài zhōng zhuā guāzǐ kē tǔ chū de pír lǒng chéng yīduī zuǐlǐ hēng zháo gē jiànhuò fān yī yè shū yōuxián zìzai chǔchǔ dòngrén wǒ qiāoqiāo zǒu dào tā shēnhòu diǎnjiǎo kàn nà běn shǐ tā rùmí de shū shì yī běn hěn shēn'ào de wényì lǐlùn zhùzuò wǒ yīmùshíháng dì kàn le yīhuìr suǒránwúwèi zhèngyào zhuǎnshēn zǒukāi hū tīng nǚhái shuō kànbudǒng ba tā yǎng qǐ liǎn xiào yín yín dì wàng zháo wǒ wǒ liǎnhóng le gǎndào bùzhīsuǒcuò yīnwèi wǒ hái huì liǎnhóng piànkè wǒ zhènjìng xiàlai shuō jiùshì xuésheng zhèhuìr zài gōngsī kànshū yě yǒudiǎn zhuāngmózuòyàng wǒ zài zhèr zuò le yī xiàwǔ le nǐ qiáo wǒ kàn le duōshao tā kuàisù dì bǎ kàn guò yī yè shǔ niǎn le yībiàn wǒ niē niē nà hòu hòu de yī dié lián xiǎngdào shū de nèiróng huáiyí dì wèn nǐ kàn zhème kuài wǒ yě kànbudǒng bei jiù kàn de kuài wǒmen dōu xiào le bù kàn le nǚhái bǎ shū liào dào yīpáng nǐ yǒushì ma tā wèn wǒ méiyǒu wǒ shuō méi rén yuē wǒ liáo liáo liáo liáo wǒ zài tā pángbiān zuò tā bǎ guāzǐ dài tuī gěi wǒ wǒ bù dàhuì kē guāzǐ kē de pí ráng tuòyè yītāhútu qiáo wǒ nǚhái shìfàn xìngdì kē le yī gè guāzǐ jiébái de bèi chǐ yī shǎn wǒ xiàyìshí dì bì jǐn zìjǐ bèi yānxūn de hēi huáng de yáchǐ nǚhái dǎo méi zhùyì huàngyou zháo tuǐ sìchù zhāngwàng nǐ shì nǎge xuéxiào de wǒ zhùyì dào tā lǐmiàn máoyī shàng bié zháo yī méi xiàohuī nǚhái zī chǐ yǎo zháo guāzǐ kàn zháo wǒ xiào qilai zhè jiù jiào tào cí ba nǚhái shuō xiàbian nǐ gāi shuō zìjǐ shì nǎge xuéxiào de wǒmen liǎng xiào ái de rúhé jìn méi zhǔn tiāntiān néng pèngjiàn nǐ kàn wǒ xiàng xuésheng ma wǒ shuō wǒ shì láogǎi shìfàng fàn xiànzài hái kào qiāozhà lèsuǒ wéishēng wǒ cái bùguǎn nǐ shì shénme ne nǚhái xiào zháo chǒu zháo zìjǐ de jiǎojiān sìhū nàr yǒu shénme hàowán kěxiào de nǐ shì shénme wǒ dōu wúsuǒwèi wǒ bàntiān méi shuōhuà nǚhái yě méi shuōhuà zhǐshì měizīzī dì kàn zháo tiānbiān xīyáng xiāoshì hòu xùnjí àndàn xiàlai què yòu bù shī guīlì de yúncai nà kuài yún xiàng Mǎkèsī nà kuài xiàng hǎidào xiàng ma nǐ shuō xiàng ma nǐ duōdà le nǚhái zhuàn guòtóu kàn wǒ zǐ zǐxì xì dǎliang le wǒ yībiàn nǐ guòqu méi zěnme gēn nǚhái jiēchù guò ba méiyǒu wǒ miàn bù gǎi shēng sè xīn bù tiào dì piàn tā wǒ zǎo kàn chulai le xiǎo nánhái gāngcái wǒ kànshū shí jiù kànjiàn nǐ yuǎnyuǎn dì xiǎng guòlái dāshàn yòu dǎnqiè pà wǒ sào nǐ yī dùn shìbùshì wǒ hé yī bǎi duōge nǚde shuì guò jiào nǚhái fàngshēng xiào qilai xiào de nàme sìwújìdàn nàme kāixīn nǐ xiào qilai wǒ shuō gēn gè shǎ yātou shìde nǚhái yīxià bù xiào le xìngxìng dì bái le wǒ yīyǎn wǒ bù shuō nǐ nǐ yě bié shuō wǒ le shíhuà gàosu nǐ wǒ yǐjīng tán le yīniánduō liàn'ài le nǚhái yòu xiào le yǒu jǐfēn déyì shì nǐ de shǎmào tóngxué ba tā cáibù shǎ ne shì xuéshenghuì gànbù nà hái bù shǎ shǎ de yǐjīng méifǎ liàn le hēng nǐ zhèzhǒng zhǐ bèi bàba māma wěn guò de xiǎo máo tóu yě pèi shuō tā wǒ yàoshi tā jiù gǎn gēn nǐ shuìjiào wǒ wēixiào dì shuō tā gǎn ma jǐnguǎn tiānsè yǐjīng hěn àn le wǒ yě chájué déchū nǚhái de liǎn pái hóng le tā hěn zūnzhòng wǒ wǒ chī xiào qī zūnzhòng bié shuō le zán béng shuō le nǐ yě bié zhuāngshǎ le nǚhái mèn le bàntiān méi kēngshēng wǒ chuī qǐ kǒushào diāo qǐ yī zhī yān bǎ yān hé dì gěi tā tā yáo yáotóu yòu wánle bùshì wǒ qǔxiào tā gǎn zài guāngtiānhuàrì zhīxià kànshū bùhuì chōuyān shímáo bànjié nǐ bié láijìn nǚhái bùfú dì shuō gěi wǒ yī zhī wǒ bǎ zuǐ shàng de yān gěi tā tā chōu le yīkǒu hū dì quán chuīle chūqù wǒ shēn gēbo dā zài tā jiān shàng tā duōsuo le yīxià bìng méi jùjué wǒ bǎ tā lōu guòlái tā jìnzàizhǐchǐ dì kànkan wǒ bá lā diào wǒ de gēbo qiáng xiào zháo shuō wǒ yǒudiǎnr xìn nǐ hé yī bǎi duōge nǚrén shuì guò jiào le gànmá yǒudiǎn xìn jiù yīnggāi xìn zhīdào wǒ wàihào jiào shénme ma lǎo qiāng wǒ tīngdào wánwánquánquán shōushi shū de shēngyīn èyì dì xiào zháo shuō wǒ jiào nǐ hàipà le cái méiyǒu ne nǚhái zhànqǐlai wǒ zhǐshì gāi zǒu le gǎn gàosu wǒ nǐ jiào shénme zhù nǎr ma nǚhái tiào xià Shítái liàng jīngjīng de yǎnjing zài hēi'àn zhōng shǎnshuò xiào zháo shuō á hǎ wǒ hái yǐwéi nǐ néng shǐzhōng bùtóngfánxiǎng nào le bàntiān yě luò le sútào hǎo wǒ sú nǐ zǒu ba āi wǒ jiào zhù tā zánmen yàoshi zàijiàn le jiù de suàn péngyou le ba suàn péngyou nǚhái xiào zháo zǒu le wǒ xiàomīmī dì zài shí táishàng zuò le yīhuìr yě tiào xià Shítái zǒu le ",
    "HSK_level": "HSK5",
    "source_url": "http://chinesereadingpractice.com/2020/06/02/novels-start-reading-chinese-gangster-novel-by-wang-shuo/",
    "retrieved_date": "21-03-2024"
}