{
    "text": "暴风雪已致15人死 2000航班延误取消圣诞节期间美国遭遇暴风雪袭击，已至少造成15人死亡，2000次美国航班延误或取消。据报道，因暴雪严寒造成人员死亡的州包括肯塔基州、俄亥俄州、印第安纳州、阿肯色州、俄克拉何马州、得克萨斯州、路易斯安那州、宾夕法尼亚州和弗吉尼亚州。很多地区发出警告提醒人们不要外出，因为凛冽狂风、低温和充满危险的路况对行人构成威胁。气象部门说，位于美国东北部的新英格兰地区数州即将出现大雪天气，缅因州部分地区的降雪厚度达18英寸(约45厘米)。因此，很多人的圣诞节假期旅行计划受到影响。目前，已有超过20万居民家中断电，成千上万出游的人们滞留在各处。nba推迟了原本于周三晚在印第安纳波利斯举行的印第安纳步行者对芝加哥公牛队的篮球赛。",
    "translation": "This Christmas season, America is suffering through a blizzard, which has already caused at least 15 deaths and the delay or cancellation of 2000 flights. \nAccording to reports, the snowstorm and bitter cold has caused deaths in states including Kentucky, Ohio, Indiana, Arkansas, Oklahoma, Texas, Louisiana, Pennsylvania and Virginia. \nMany regions issued warnings reminding people not to go outside, because the biting cold, howling winds, low temperatures and dangerous traffic conditions compose a threat to pedestrians. The weather department said that severe snow will soon appear in America’s northeastern New England area, with snowfall in Maine reaching 18 inches (about 45 centimeters). As a result, many people’s Christmas travel plans will be effected.\nCurrently, 200,000 homes have already experienced electrical outages, and tens of thousands of travelers have been detained. [Also due to snow] in Indianapolis, the NBA postponed Wednesday night’s Indiana Pacers vs. Chicago Bulls basketball game.",
    "pinyin": "bàofēngxuě yǐ zhì rénsǐ hángbān yánwu qǔxiāo Shèngdànjié qījiān Měiguó zāoyù bàofēng xuě xíjī yǐ zhìshǎo zàochéng rén sǐwáng cì Měiguó hángbān yánwu huò qǔxiāo jùbàodào yīn bào xuě yánhán zàochéng rényuán sǐwáng de zhōu bāokuò Kěntǎjīzhōu Éhài'ézhōu Yìndì'ānnàzhōu Ākěnsèzhōu Ékèlāhémǎzhōu Dékèsàsīzhōu Lùyìsī'ānnàzhōu Bīnxīfǎníyàzhōu hé Fújíníyàzhōu hěn duō dìqū fāchū jǐnggào tíxǐng rénmen bùyào wàichū yīnwèi lǐnliè kuángfēng dī wēnhé chōngmǎn wēixiǎn de lùkuàng duì xíngrén gòuchéng wēixié qìxiàng bùmén shuō wèiyú Měiguó dōng běibù de Xīn Yīnggélán dìqū shǔ zhōu jíjiāng chūxiàn Dàxuě tiānqì Miǎnyīnzhōu bùfen dìqū de jiàngxuě hòudù dá yīngcùn yuē límǐ yīncǐ hěn duō rén de Shèngdànjié jiàqī lǚxíng jìhuà shòudàoyǐngxiǎng mùqián yǐ yǒu chāoguò wàn jūmín jiāzhōng duàndiàn chéngqiānshàngwàn chūyóu de rénmen zhìliú zài gèchù tuīchí le yuánběn yú Zhōusān wǎn zài Yìndì'ānnàbōlìsī jǔxíng de Yìndì'ānnà bùxíngzhě duì Zhījiāgē gōngniú duì de lánqiú sài ",
    "HSK_level": "HSK5",
    "source_url": "http://chinesereadingpractice.com/2013/01/02/news-snowstorm-has-caused-15-deaths-and-2000-flight-delays-or-cancellations/",
    "retrieved_date": "21-03-2024"
}