{
    "text": "日本老年人犯罪创纪录 2万名老人曾偷超市物品中新网1月28日电据日本新闻网27日报道，日本警察厅发表消息说，越来越多的老人加入了小偷小摸的行列。在过去一年里，65岁以上老年人在超市和便利店等地方偷窃东西的人数比2009年增加了343人(增1.3%)，总数达到2万7362人，占到全体遭检举小偷总人数的26%，几乎与“小偷少年”(14-19岁)的总人数 (27%)相同。据称，在这些被抓的“小偷老人”行窃的原因里，有71.8%的人是因为想要这些东西却不愿意花钱买。还有13.2%的人是因为口袋里实在没钱买东西。还有0.9%的老人只是觉得好玩，有一种游戏的感觉。按照男女比例来分，女性小偷是48.2%，男性小偷是51.8%，比例几乎相近。报道说，这些老人偷窃的东西主要是食品。警察厅分析说，可能是这些老人对于自己今后的生活感到不安，怀着“节俭”的动机行窃。同时，调查也显示这些老人久居在家，没有社会的归属感，长期的孤独无助导致他们精神疲劳过度，而放松了对自制心。",
    "translation": "Japanese news agencies reported on the 27th that Japanese National Police Agency released information stating that more and more old people are joining the ranks [lit: procession] of thieves. In the past year, the number of people over the age of 65 who have stolen things from supermarkets and convenience stores has increased by 343 people (a 1.3% increase), with the total reaching 27,362 people, comprising 26% of all reported instances of theft, almost identical to the number (27%) of “Young Thieves” (14-19 year-olds).\nAllegedly, among the reasons given by “Old thieves” who were caught, 71.8% said it was because they wanted the thing [they stole] but weren’t willing to pay money to buy it. Another 13.2% said it was because they didn’t have the money to buy it. An additional 0.9% of old people just thought it was fun, and [said] that it felt like a game. In terms of the proportion of men to women, 48.2% of the thieves were women, 51.8% were men, almost the same numbers. \nReports say that goods stolen by old people mostly consist of foodstuffs. National Police Agency analysis suggests that perhaps these old people are concerned about their future livelihoods, and their motivation to steal is based in “thriftiness”. At the same time, the investigation illustrates that these old people have lived for a long time without society’s support, lonely, isolated and without help, causing the excessive psychological fatigue which lead them to relax their self-control.",
    "pinyin": "Rìběn lǎoniánrén fànzuì chuàngjìlù wànmíng lǎorén céng tōu chāoshì wùpǐn Zhōngxīnwǎng yuè Rìdiàn jù Rìběn xīnwénwǎng rìbào dào Rìběn Jǐngchátīng fābiǎo xiāoxi shuō yuèláiyuè duō de lǎorén jiārù le xiǎotōu xiǎo mō de hángliè zài guòqu yī nián lǐ suì yǐshàng lǎoniánrén zài chāoshì hé biànlìdiàn děng dìfang tōuqiè dōngxi de rénshù bǐ nián zēngjiā le rén zēng zǒngshù dádào wàn rén zhàn dào quántǐ zāo jiǎnjǔ xiǎotōu zǒng rénshù de jīhū yǔ xiǎotōu shàonián suì de zǒng rénshù xiāngtóng jùchēng zài zhèxiē bèi zhuā de xiǎotōu lǎorén xíngqiè de yuányīn lǐ yǒu de rén shì yīnwèi xiǎngyào zhèxiē dōngxi què bù yuànyì huāqián mǎi háiyǒu de rén shì yīnwèi kǒudài lǐ shízài méi qián mǎidōngxi háiyǒu de lǎorén zhǐshì juéde hàowán yǒu yīzhǒng yóuxì de gǎnjué ànzhào nánnǚ bǐlì lái fēn nǚxìng xiǎotōu shì nánxìng xiǎotōu shì bǐlì jīhū xiāngjìn bàodào shuō zhèxiē lǎorén tōuqiè de dōngxi zhǔyào shì shípǐn Jǐngchátīng fēnxī shuō kěnéng shì zhèxiē lǎorén duìyú zìjǐ jīnhòu de shēnghuó gǎndào bù'ān huái zháo jiéjiǎn de dòngjī xíngqiè tóngshí diàochá yě xiǎnshì zhèxiē lǎorén jiǔ jū zài jiā méiyǒu shèhuì de guīshǔgǎn chángqī de gūdú wúzhù dǎozhì tāmen jīngshén píláo guòdù ér fàngsōng le duì zìzhì xīn ",
    "HSK_level": "HSK5",
    "source_url": "http://chinesereadingpractice.com/2011/02/23/old-people-are-stealing-more-stuff-in-japan/",
    "retrieved_date": "21-03-2024"
}