{
    "text": "中国政府为解决香港问题所采取的立场、方针、政策是坚定不移的。我们多次讲过，我国政府在一九九七年恢复行使对香港的主权后，香港现行的社会、经济制度不变，法律基本不变，生活方式不变，香港自由港的地位和国际贸易、金融中心的地位也不变，香港可以继续同其他国家和地区保持和发展经济关系。我们还多次讲过，北京除了派军队以外，不向香港特区政府派出干部，这也是不会改变的。我们派军队是为了维护国家的安全，而不是去干预香港的内部事务。我们对香港的政策五十年不变，我们说这个话是算数的。我们的政策是实行“一个国家，两种制度”，具体说，就是在中华人民共和国内，十亿人口的大陆实行社会主义制度，香港、台湾实行资本主义制度。近几年来，中国一直在克服“左”的错误，坚持从实际出发，实事求是，来制定各方面工作的政策。经过五年半，现在已经见效了。正是在这种情况下，我们才提出用“一个国家，两种制度”的办法来解决香港和台湾问题。“一个国家，两种制度”，我们已经讲了很多次了，全国人民代表大会已经通过了这个政策。有人担心这个政策会不会变，我说不会变。核心的问题，决定的因素，是这个政策对不对。如果不对，就可能变。如果是对的，就变不了。进一步说，中国现在实行对外开放、对内搞活经济的政策，有谁改得了？如果改了，中国百分之八十的人的生活就要下降，我们就会丧失人心。我们的路走对了，人民赞成，就变不了。我们对香港的政策长期不变，影响不了大陆的社会主义。中国的主体必须是社会主义，但允许国内某些区域实行资本主义制度，比如香港、台湾。大陆开放一些城市，允许一些外资进入，这是作为社会主义经济的补充，有利于社会主义社会生产力的发展。比如外资到上海去，当然不是整个上海都实行资本主义制度。深圳也不是，还是实行社会主义制度。中国的主体是社会主义。“一个国家，两种制度”的构想是我们根据中国自己的情况提出来的，而现在已经成为国际上注意的问题了。中国有香港、台湾问题，解决这个问题的出路何在呢？是社会主义吞掉台湾，还是台湾宣扬的“三民主义”吞掉大陆？谁也不好吞掉谁。如果不能和平解决，只有用武力解决，这对各方都是不利的。实现国家统一是民族的愿望，一百年不统一，一千年也要统一的。怎么解决这个问题，我看只有实行“一个国家，两种制度”。世界上一系列争端都面临着用和平方式来解决还是用非和平方式来解决的问题。总得找出个办法来，新问题就得用新办法来解决。香港问题的成功解决，这个事例可能为国际上许多问题的解决提供一些有益的线索。从世界历史来看，有哪个政府制定过我们这么开明的政策？从资本主义历史看，从西方国家看，有哪一个国家这么做过？我们采取“一个国家，两种制度”的办法解决香港问题，不是一时的感情冲动，也不是玩弄手法，完全是从实际出发的，是充分照顾到香港的历史和现实情况的。要相信香港的中国人能治理好香港。不相信中国人有能力管好香港，这是老殖民主义遗留下来的思想状态。鸦片战争以来的一个多世纪里，外国人看不起中国人，侮辱中国人。中华人民共和国建立后，改变了中国的形象。中国今天的形象，不是晚清政府、不是北洋军阀、也不是蒋氏父子创造出来的。是中华人民共和国改变了中国的形象。凡是中华儿女，不管穿什么服装，不管是什么立场，起码都有中华民族的自豪感。香港人也是有这种民族自豪感的。香港人是能治理好香港的，要有这个自信心。香港过去的繁荣，主要是以中国人为主体的香港人干出来的。中国人的智力不比外国人差，中国人不是低能的，不要总以为只有外国人才干得好。要相信我们中国人自己是能干得好的。所谓香港人没有信心，这不是香港人的真正意见。目前中英谈判的内容还没有公布，很多香港人对中央政府的政策不了解，他们一旦真正了解了，是会完全有信心的。我们对解决香港问题所采取的政策，是国务院总理在第六届全国人民代表大会第二次会议的政府工作报告中宣布的，是经大会通过的，是很严肃的事。如果现在还有人谈信心问题，对中华人民共和国、对中国政府没有信任感，那末，其他一切都谈不上了。我们相信香港人能治理好香港，不能继续让外国人统治，否则香港人也是决不会答应的。港人治港有个界线和标准，就是必须由以爱国者为主体的港人来治理香港。未来香港特区政府的主要成分是爱国者，当然也要容纳别的人，还可以聘请外国人当顾问。什么叫爱国者？爱国者的标准是，尊重自己民族，诚心诚意拥护祖国恢复行使对香港的主权，不损害香港的繁荣和稳定。只要具备这些条件，不管他们相信资本主义，还是相信封建主义，甚至相信奴隶主义，都是爱国者。我们不要求他们都赞成中国的社会主义制度，只要求他们爱祖国，爱香港。到一九九七年还有十三年，从现在起要逐步解决好过渡时期问题。在过渡时期中，一是不要出现大的波动、大的曲折，保持香港繁荣和稳定；二是要创造条件，使香港人能顺利地接管政府。香港各界人士要为此作出努力。",
    "translation": "The position, principles and policies adopted by the Chinese government to resolve the Hong Kong issue are unwavering. We have said many times that after the restoration of our government’s sovereignty over Hong Kong in 1997, the current social and economic system of Hong Kong will remain unchanged, the laws will remain basically unchanged, and [Hong Kong’s] way of life will remain unchanged. The status of Hong Kong’s free port as a center of international trade and finance will remain unchanged, and Hong Kong can continue to maintain and develop economic relations with other countries and regions. We have also said many times that Beijing will not send government cadres to the Hong Kong Special Administrative Region, except for troops, and this too will not change. We are sending troops to maintain national security, not to interfere in Hong Kong’s internal affairs. Our policy towards Hong Kong has remained unchanged for 50 years, so we do not say this lightly.\nThe “one country, two systems” policy that we are implementing, speaking specifically, means that in the People’s Republic of China, our one billion-strong population will implement the socialist system, but Hong Kong and Taiwan will have a capitalist system. In recent years, China has been overcoming the mistakes of the “left”, insisting on proceeding from reality and seeking truth from facts, to formulate policies in all aspects of our work. After five and a half years, this is now paying off. It was precisely because of this situation that we proposed to use the “one country, two systems” approach to resolve the Hong Kong and Taiwan issues.\n“One Country, Two Systems”, as we have said many times, has already been passed by the National People’s Congress. Some people worry about whether or not this policy will change, I say it will not change. The core issue, the deciding factor, is whether this policy is right. If it is wrong, it may change. If it is right, it will not change. Furthermore, China has implemented a policy of opening up to the outside world and invigorating the economy at home. Who can change this? If it changes, the [quality of] life of 80% of China’s people will decline, and we will lose our hearts. As long as our way is right, and the people approve, then it will not change.\nOur policy towards Hong Kong has remained unchanged for a long time, and it will not affect socialism on the mainland. China must always principally be socialist, but allow certain regions of the country to implement a capitalist system, such as Hong Kong and Taiwan. If the mainland opens up some cities and allows some foreign capital to enter, this is complementary to the socialist economy and is conducive to the development of socialist production. For example, if foreign capital [is allowed] into Shanghai, it is of course not the case that capitalism will be implemented throughout Shanghai. Shenzhen too, it will still implement the socialist system. China is principally socialist.\nThe concept of “One Country, Two Systems” was put forward by us in light of China’s [domestic] situation, and it has now become a matter of international attention. China has issues with Hong Kong and Taiwan, where is the solution to these problems? Should socialism devour Taiwan, or should the “Three People’s Principles” promoted by Taiwan devour the mainland? No one can devour anyone. If these [issues] cannot be resolved peacefully, they can only be solved by force, which is detrimental to all parties. The realization of national reunification is the desire of the people, even if we aren’t unified in 100 years, we will be unified within 1000 years. As for how to solve this problem, I think the only [way] is the implementation of “One Country, Two Systems”. \n[When considering how to solve many] of this world’s disputes, we are faced with the issue of whether to resolve them by peaceful means or by non-peaceful means. A solution must always be found, and new problems require new solutions. The successful resolution of the Hong Kong issue may provide some useful clues [that may help to] resolve many international issues. From the perspective of world history, which government has formulated such enlightened policies? From the perspective of capitalist history, from the perspective of Western countries, which country has done this? We adopted the “one country, two systems” approach to resolve the Hong Kong issue not [based on] momentary emotional impulse or trickery, but entirely based on reality and with full consideration of Hong Kong’s historical and actual [present] circumstances.\nWe must believe that the Chinese of Hong Kong can govern Hong Kong well. The belief that the Chinese do not have the ability to manage Hong Kong well is a state of mind left over from old colonialism. For more than a century since the Opium War, foreigners looked down on and insulted the Chinese. After the establishment of the People’s Republic of China, the image of China has changed. China’s image today was not created by the late Qing government, nor by the Northern Warlords, or by the Chiang Kai-shek and his son. It is the People’s Republic of China that has changed China’s image. All Chinese children, no matter what clothes they wear, no matter what their positions, [carry] the pride of the Chinese nation. Hong Kong people also [carry] this national pride. Hong Kong’s people can manage Hong Kong well, we must have this self-confidence. Hong Kong’s past prosperity was the work of Hong Kong’s people who were principally Chinese. The intelligence of the Chinese is not lower than that of foreigners, the Chinese are not inferior, so don’t always think that only foreign talents are [capable of] doing well. Believe that we Chinese can do well ourselves. Hong Kong’s so-called lack of self-confidence, this is not really what Hong Kongers believe. \nAt present, no announcement has been made regarding the contents of the Sino-British negotiations. Many Hong Kong people do not understand the policies of the Central Government. Once they really understand it, they will be completely confident. Our policy regarding the resolution of the Hong Kong issue was announced by the Premier of the State Council in the Government Work Report of the second session of the Sixth National People’s Congress. It was adopted by the General Assembly and is a very serious matter. If there are still those discussing the issue of confidence, those who have no sense of trust in the People’s Republic of China, no sense of trust in the Chinese government, then nothing else can be said [at present]. We believe that Hong Kong people can govern Hong Kong well, we cannot continue to let foreigners rule, to anything else the people Hong Kong people will never agree.\nThere will be boundaries and standards for [the type of] Hong Kongers [that will] rule Hong Kong, that is, patriotic Hong Kongers must primarily govern Hong Kong. In the future, the main component of the Hong Kong SAR government will be patriots. Of course, other people must also be accommodated. Foreigners can also be hired as consultants. What is a patriot? A patriot respects his own nation and sincerely supports the motherland’s restoration of its sovereignty over Hong Kong without compromising Hong Kong’s prosperity and stability. As long as these conditions are met, whether they believe in capitalism, feudalism, or even slavery, they are all patriots. We do not require them all to approve of China’s socialist system, only that they love the motherland and Hong Kong.\nThirteen years remain until 1997, and from now on issues arising during the transition period must be resolved gradually. During the transition period, one [issue] is to avoid major fluctuations and major twists and turns to maintain Hong Kong’s prosperity and stability; the other is to create the conditions [necessary] for Hong Kong people to take over the government smoothly. People from all walks of life in Hong Kong must make efforts to this end.",
    "pinyin": "Zhōngguó zhèngfǔ wéi jiějué Xiānggǎng wèntí suǒ cǎiqǔ de lìchǎng fāngzhēn zhèngcè shì jiāndìngbùyí de wǒmen duōcì jiǎng guò wǒguó zhèngfǔ zài yī jiǔ jiǔ qī nián huīfù xíngshǐ duì Xiānggǎng de zhǔquán hòu Xiānggǎng xiànxíng de shèhuì jīngjìzhìdù bùbiàn fǎlǜ jīběn bùbiàn shēnghuófāngshì bùbiàn Xiānggǎng zìyóugǎng de dìwèi hé guójìmàoyì jīnróng zhōngxīn de dìwèi yě bùbiàn Xiānggǎng kěyǐ jìxù tóng qítā guójiā hé dìqū bǎochí hé fāzhǎn jīngjì guānxi wǒmen hái duōcì jiǎng guò Běijīng chúle pài jūnduì yǐwài bù xiàng Xiānggǎng tèqū zhèngfǔ pàichū gànbù zhè yě shì bùhuì gǎibiàn de wǒmen pài jūnduì shì wèile wéihù guójiā de ānquán ér bùshì qù gānyù Xiānggǎng de nèibùshìwù wǒmen duì Xiānggǎng de zhèngcè wǔshí nián bùbiàn wǒmen shuō zhège huà shì suànshù de wǒmen de zhèngcè shì shíxíng yī gè guójiā liǎng zhǒng zhìdù jùtǐ shuō jiùshì zài Zhōnghuá rénmín gònghé guónèi shíyì rénkǒu de dàlù shíxíng shèhuìzhǔyì zhìdù Xiānggǎng Táiwān shíxíng zīběnzhǔyì zhìdù jìnjǐnián lái Zhōngguó yīzhí zài kèfú zuǒ de cuòwù jiānchí cóng shíjì chūfā shíshìqiúshì lái zhìdìng gè fāngmiàn gōngzuò de zhèngcè jīngguò wǔ nián bàn xiànzài yǐjīng jiànxiào le zhèngshì zài zhèzhǒng qíngkuàng xià wǒmen cái tíchū yòng yī gè guójiā liǎng zhǒng zhìdù de bànfǎ lái jiějué Xiānggǎng hé Táiwān wèntí yī gè guójiā liǎng zhǒng zhìdù wǒmen yǐjīng jiǎng le hěn duōcì le Quánguó Rénmín Dàibiǎo Dàhuì yǐjīng tōngguò le zhège zhèngcè yǒurén dānxīn zhège zhèngcè huìbùhuì biàn wǒ shuō bùhuì biàn héxīn de wèntí juédìng de yīnsù shì zhège zhèngcè duìbùduì rúguǒ bùduì jiù kěnéng biàn rúguǒ shì duì de jiù biàn bùliǎo jìnyībù shuō Zhōngguó xiànzài shíxíng duìwài kāifàng duìnèi gǎohuó jīngjì de zhèngcè yǒu shéi gǎi déliǎo rúguǒ gǎi le Zhōngguó bǎifēnzhī bāshí de rén de shēnghuó jiùyào xiàjiàng wǒmen jiù huì sàngshī rénxīn wǒmen de lù zǒu duìle rénmín zànchéng jiù biàn bùliǎo wǒmen duì Xiānggǎng de zhèngcè chángqī bùbiàn yǐngxiǎng bùliǎo dàlù de shèhuìzhǔyì Zhōngguó de zhǔtǐ bìxū shì shèhuìzhǔyì dàn yǔnxǔ guónèi mǒuxiē qūyù shíxíng zīběnzhǔyì zhìdù bǐrú Xiānggǎng Táiwān dàlù kāifàng yīxiē chéngshì yǔnxǔ yīxiē wàizī jìnrù zhè shì zuòwéi shèhuìzhǔyì jīngjì de bǔchōng yǒulì yú shèhuìzhǔyì shèhuì shēngchǎnlì de fāzhǎn bǐrú wàizī dào Shàng Hǎi qù dāngrán bùshì zhěnggè Shàng Hǎi dōu shíxíng zīběnzhǔyì zhìdù Shēnzhèn yě bùshì háishi shíxíng shèhuìzhǔyì zhìdù Zhōngguó de zhǔtǐ shì shèhuìzhǔyì yī gè guójiā liǎng zhǒng zhìdù de gòuxiǎng shì wǒmen gēnjù Zhōngguó zìjǐ de qíngkuàng tíchū lái de ér xiànzài yǐjīng chéngwéi guójì shàng zhùyì de wèntí le zhōng guóyǒu Xiānggǎng Táiwān wèntí jiějué zhège wèntí de chūlù hézài ne shì shèhuìzhǔyì tūn diào Táiwān háishi Táiwān xuānyáng de sānmínzhǔyì tūn diào dàlù shéi yě bùhǎo tūn diào shéi rúguǒ bùnéng hépíngjiějué zhǐyǒu yòng wǔlì jiějué zhè duì gèfāng dōu shì bùlì de shíxiàn guójiā tǒngyī shì mínzú de yuànwàng yī bǎinián bù tǒngyī yī qiānnián yě yào tǒngyī de zěnme jiějué zhège wèntí wǒ kàn zhǐyǒu shíxíng yī gè guójiā liǎng zhǒng zhìdù shìjiè shàng yīxìliè zhēngduān dōu miànlín zháo yòng hépíng fāngshì lái jiějué háishi yòng fēi hépíng fāngshì lái jiějué de wèntí zǒngděi zhǎochū gè bànfǎ lái xīn wèntí jiù de yòng xīn bànfǎ lái jiějué Xiānggǎng wèntí de chénggōng jiějué zhège shìlì kěnéng wéi guójì shàng xǔduō wèntí de jiějué tígōng yīxiē yǒuyì de xiànsuǒ cóng shìjiè lìshǐ láikàn yǒu nǎge zhèngfǔ zhìdìng guò wǒmen zhème kāimíng de zhèngcè cóng zīběnzhǔyì lìshǐ kàn cóng Xīfāng guójiā kàn yǒu nǎyīge guójiā zhème zuò guò wǒmen cǎiqǔ yī gè guójiā liǎng zhǒng zhìdù de bànfǎ jiějué Xiānggǎng wèntí bùshì yīshí de gǎnqíng chōngdòng yě bùshì wánnòng shǒufǎ wánquán shì cóng shíjì chūfā de shì chōngfèn zhàogu dào Xiānggǎng de lìshǐ hé xiànshíqíngkuàng de yào xiāngxìn Xiānggǎng de Zhōngguórén néng zhìlǐ hǎo Xiānggǎng bù xiāngxìn Zhōngguórén yǒunénglì guǎn hǎo Xiānggǎng zhè shì lǎo zhímínzhǔyì yíliú xiàlai de sīxiǎng zhuàngtài Yāpiàn Zhànzhēng yǐlái de yī gè duō shìjì lǐ wàiguórén kànbuqǐ Zhōngguórén wǔrǔ Zhōngguórén Zhōnghuá Rénmín Gònghéguó jiànlì hòu gǎibiàn le Zhōngguó de xíngxiàng Zhōngguó jīntiān de xíngxiàng bùshì wǎn Qīng zhèngfǔ bùshì Běiyáng Jūnfá yě bùshì Jiǎng zhī fùzǐ chuàngzào chulai de shì Zhōnghuá Rénmín Gònghéguó gǎibiàn le Zhōngguó de xíngxiàng fánshì Zhōnghuá érnǚ bùguǎn chuān shénme fúzhuāng bùguǎn shì shénme lìchǎng qǐmǎ dōu yǒu Zhōnghuámínzú de zìháogǎn Xiānggǎngrén yě shì yǒu zhèzhǒng mínzú zìháogǎn de Xiānggǎngrén shì néng zhìlǐ hǎo Xiānggǎng de yàoyǒu zhège zìxìnxīn Xiānggǎng guòqu de fánróng zhǔyào shìyǐ Zhōngguó rénwéi zhǔtǐ de Xiānggǎngrén gàn chulai de Zhōngguórén de zhìlì bùbǐ wàiguórén chā Zhōngguórén bùshì dīnéng de bùyào zǒng yǐwéi zhǐyǒu wàiguórén cáigàn de hǎo yào xiāngxìn wǒmen Zhōngguórén zìjǐ shì nénggàn de hǎo de suǒwèi Xiānggǎngrén méiyǒu xìnxīn zhè bùshì Xiānggǎngrén de zhēnzhèng yìjiàn mùqián Zhōng Yīng tánpàn de nèiróng hái méiyǒu gōngbù hěn duō Xiānggǎngrén duì zhōngyāngzhèngfǔ de zhèngcè bù liǎojiě tāmen yīdàn zhēnzhèng liǎojiě le shì huì wánquán yǒu xìnxīn de wǒmen duì jiějué Xiānggǎng wèntí suǒ cǎiqǔ de zhèngcè shì Guówùyuàn zǒnglǐ zài dì liù jiè Quánguó Rénmín Dàibiǎo Dàhuì dì'èrcì huìyì de zhèngfǔ gōngzuòbàogào zhōng xuānbù de shì jīng dàhuì tōngguò de shì hěn yánsù de shì rúguǒ xiànzài háiyǒu rén tán xìnxīn wèntí duì Zhōnghuá Rénmín Gònghéguó duì Zhōngguó zhèngfǔ méiyǒu xìnrèn gǎn nàme qítā yīqiè dōu tánbushàng le wǒmen xiāngxìn Xiānggǎngrén néng zhìlǐ hǎo Xiānggǎng bùnéng jìxù ràng wàiguórén tǒngzhì fǒuzé Xiānggǎngrén yě shì jué bùhuì dāying de gǎng rénzhì gǎng yǒu gè jièxiàn hé biāozhǔn jiùshì bìxū yóu yǐ àiguózhě wéizhǔ tǐ de Gǎngrén lái zhìlǐ Xiānggǎng wèilái Xiānggǎng tèqū zhèngfǔ de zhǔyào chéngfèn shì àiguózhě dāngrán yě yào róngnà biéde rén hái kěyǐ pìnqǐng wàiguórén dāng gùwèn shénme jiào àiguózhě àiguózhě de biāozhǔn shì zūnzhòng zìjǐ mínzú chéngxīnchéngyì yōnghù zǔguó huīfù xíngshǐ duì Xiānggǎng de zhǔquán bù sǔnhài Xiānggǎng de fánróng hé wěndìng zhǐyào jùbèi zhèxiē tiáojiàn bùguǎn tāmen xiāngxìn zīběnzhǔyì háishi xiāngxìn fēngjiànzhǔyì shènzhì xiāngxìn núlì zhǔyì dōu shì àiguózhě wǒmen bù yāoqiú tāmen dōu zànchéng Zhōngguó de shèhuìzhǔyì zhìdù zhǐyào qiú tāmen ài zǔguó ài Xiānggǎng dào yī jiǔ jiǔ qī nián háiyǒu shísān nián cóng xiànzài qǐ yào zhúbù jiějué hǎo guòdùshíqī wèntí zài guòdùshíqī zhōng yī shì bùyào chūxiàn dà de bōdòng dà de qūzhé bǎochí Xiānggǎng fánróng hé wěndìng èr shì yào chuàngzào tiáojiàn shǐ Xiānggǎngrén néng shùnlì dì jiēguǎn zhèngfǔ Xiānggǎng gèjièrénshì yào wèicǐ zuòchū nǔlì ",
    "HSK_level": "HSK5",
    "source_url": "http://chinesereadingpractice.com/2020/05/27/political-speech-deng-xiaoping-addresses-the-hong-kong-handover-in-1984/",
    "retrieved_date": "21-03-2024"
}