{
    "text": "《不死鸟》一年多前，有份刊物嘱我写稿，题目已经指定了出来：“如果你只有三个月的寿命，你将会去做些什么事？”我想了很久，一直没有去答这份考卷。荷西听说了这件事情，也曾好奇的问过我——“你会去做些什么呢？”当时，我正在厨房揉面，我举起了沾满白粉的手，轻轻的摸了摸他的头发，慢慢的说：“傻子，我不会死的，因为还得给你做饺子呢！” 讲完这句话，荷西的眼睛突然朦胧起来，他的手臂从我身后绕上来抱着我，直到饺子上桌了才放开。    “你神经啦？”我笑问他，他眼睛又突然一红，也笑了笑，这才一声不响的在我的对面坐下来。 以后我又想到过这份欠稿，我的答案仍是那么的简单而固执：“我要守住我的家，护住我丈夫，一个有责任的人，是没有死亡的权利的。” 虽然预知死期是我喜欢的一种生命结束的方式，可是我仍然拒绝死亡。在这世上有三个与我个人死亡牢牢相连的生命，那便是父亲、母亲，还有荷西，如果他们其中的任何一个在世上还活着一日，我便不可以死，连神也不能将我拿去，因为我不肯，而神也明白。 前一阵在深夜里与父母谈话，我突然说：“如果选择了自己结束生命的这条路，你们也要想得明白，因为在我，那将是一个更幸福的归宿。” 母亲听了这话，眼泪迸了出来，她不敢说一句刺激我的话，只是一遍又一遍喃喃的说：“你再试试，再试试活下去，不是不给你选择，可是请求你再试一次。” 父亲便不同了，他坐在黯淡的灯光下，语气几乎已经失去了控制，他说：“你讲这样无情的话，便是叫爸爸生活在地狱里，因为你今天既然已经说了出来，使我，这个做父亲的人，日日要活在恐惧里，不晓得那一天，我会突然失去我的女儿。如果你敢做出这样毁灭自己的生命的事情，那么你便是我的仇人，我不但今生要与你为仇，我世世代代都要与你为仇，因为是——你，杀死了我最最心爱的女儿——。” 这时，我的泪水瀑布也似的流了出来，我坐在床上，不能回答父亲一个字，房间里一片死寂，然后父亲站了起来慢慢的走出去。母亲的脸，在我的泪光中看过去，好似静静的在抽筋。 苍天在上，我必是疯狂了才会对父母说出那样的话来。 我又一次明白了，我的生命在爱我的人心中是那么的重要，我的念头，使得经过了那么多沧桑和人生的父母几乎崩溃，在女儿的面前，他们是不肯设防的让我一次又一次的刺伤，而我，好似只有在丈夫的面前才会那个样子。许多个夜晚，许多次午夜梦回的时候，我躲在黑暗里，思念荷西几成疯狂，相思，像虫一样的慢慢啃着我的身体，直到我成为一个空空茫茫的大洞。夜是那样的长，那么的黑，窗外的雨，是我心里的泪，永远没有滴完的一天。我总是在想荷西，总是又在心头里自言自语：“感谢上天，今日活着的是我，痛着的也是我，如果叫荷西来忍受这一分又一分钟的长夜，那我是万万不肯的。幸好这些都没有轮到他，要是他像我这样的活下去，那么我拚了命也要跟上帝争了回来换他。” 失去荷西我尚且如此，如果今天是我先走了一步，那么我的父亲、母亲及荷西又会是什么情况？我从来没有怀疑过他们对我的爱，让我的父母在辛劳了半生之后，付出了他们全部之后，再叫他们失去爱女，那么他们的慰藉和幸福也将完全丧失了，这样尖锐的打击不可以由他们来承受，那是太残酷也太不公平了。 要荷西半途折翼，强迫他失去相依为命的爱妻，即使他日后活了下去，在他的心灵上会有怎么样的伤痕，会有什么样的烙印？如果因为我的消失而使得荷西的余生再也不有一丝笑容，那么我便更是不能死。 这些，又一些，因为我的死亡将带给我父母及丈夫的大痛苦，大劫难，每想起来，便是不忍，不忍，不忍又不忍。毕竟，先走的是比较幸福的，留下来的，也并不是强者，可是，在这彻心的苦，切肤的疼痛里，我仍是要说——“为了爱的缘故，这永别的苦杯，还是让我来喝下吧！” 我愿意在父亲、母亲、丈夫的生命圆环里做最后离世的一个，如果我先去了，而将这份我已尝过的苦杯留给世上的父母，那么我是死不瞑目的，因为我明白了爱，而我的爱有多深，我的牵挂和不舍便有多长。 所以，我是没有选择的做了暂时的不死鸟，虽然我的翅膀断了，我的羽毛脱了，我已没有另一半可以比翼，可是那颗碎成片片的心，仍是父母的珍宝，再痛，再伤，只有他们不肯我死去，我便也不再有放弃他们的念头。 总有那么一天，在超越我们时空的地方，会有六张手臂，温柔平和的将我迎入永恒，那时候，我会又哭又笑的喊着他们——爸爸、妈妈、荷西，然后没有回顾的狂奔过去。 这份文字原来是为另一个题目而写的，可是我拒绝了只有三个月寿命的假想，生的艰难，心的空虚，死别时的碎心又碎心，都由我一个人来承当吧！ 父亲、母亲、荷西，我爱你们胜于自己的生命，请求上苍看见我的诚心，给我在世上的时日长久，护住我父母的幸福和年岁，那么我，在这份责任之下，便不再轻言消失和死亡了。 荷西，你答应过的，你要在那边等我，有你这一句承诺，我便还有一个盼望了。",
    "translation": "Over a year ago, some periodical asked me to write a piece, with the topic determined in advance: “If you only had three months to live, what would you do?” I considered this for some while, but still haven’t written my answer [literally: “filled out the exam paper”].\nJose heard of this whole affair, and [becoming] curious, he also asked me, “What would you do?” \nAt the time, I was in the kitchen rolling dough. I raised a hand covered in specks of white powder, lightly touched his hair, and said slowly, “Silly, I won’t die, I still have to finish making you these dumplings!”\nAs soon as I said that, Jose suddenly got misty-eyed, and his arms wrapped around me and held me from behind, and he didn’t let go until the dumplings were on the table. \n“Have you gone nuts?” I asked him with a smile, and his eyes suddenly turned red again. He also smiled, and then sat down opposite me without saying a word.\nWhen I thought about the overdue draft again later, my answer [to the question posed] was still just as simple and obstinate: “I would hold on to my family and protect my husband. A responsible person has no right to die.”\nAlthough being able to predict the time of my death is the way I’d prefer to end my own life, I still refuse to die. In this world, three other lives have been inextricably linked to my death: my father, my mother, and Jose. As long as any one of them is still alive, I must not die, even God cannot take me away, because I’m not willing [to go], and God understands that. \nTalking to my parents in the depths of one evening, I said suddenly:  “If I choose the path of suicide, please understand that, for me, that would be the luckiest way to return home.”\nHearing this, my mother burst into tears. She didn’t dare say anything that might rile me up, she just muttered again and again, “Please try again, just try again to keep living, it’s not that I’m not giving you a choice, but I beg you to try again.”\nMy father was different, he sat beneath the dim light, and almost unable to control his tone of voice, he said, “Speaking those heartless words is like asking your father to live in hell, and because you have already spoken them, I, this person who must be a father, will live in fear every day, not knowing which day I will suddenly lose my daughter. If you dare to destroy yourself, then you’re my enemy, not only my enemy in this life, but throughout the ages, because it would be you that killed by beloved daughter.”\nMy tears flowed like a waterfall then, I sat on the bed, and couldn’t speak a word in answer to my father. The room was dead silent, then my father stood up and slowly walked out. My mother’s face, seen through my shining tears, was quietly convulsing.\nGood grief, I must be crazy to say such things to my parents. \nI understood once again that in the hearts of those who love me, my life is important. My thoughts almost caused my parents – who have passed through so many vicissitudes and [lived so many] different lives – to crumble. They were unwilling to guard themselves against the wounds their daughter repeatedly inflicted on them, but I was only like that when it came to my husband. On so many nights when I lay dreaming of the past, I hid in the dark, nearly mad thinking of Jose, lovesickness slowly gnawing at my own body like a worm, until I became a big empty hole. The nights are so long, so dark, the rain outside the window was the tears in my heart, the day when it stops will never come. I’m always thinking of Jose, always saying to myself, “I thank God that I am the one alive today, if Jose was the one who had to endure night after long night, I absolutely could not accept it. Fortunately, it wasn’t his turn to [bear] all this, if it was him that had to live on like this, then I would struggle against heaven to switch places with him.”\nEven though I lost Jose this way, if today I went first, then how would that [change] the situation for my father, my mother, and Jose? I’ve never doubted their love for me, and if I cause my parents to lose their beloved daughter after half a life of hard labor, after they had given their all, then their comfort and happiness would be utterly lost. [I can’t allow] them to bear such a sharp blow, that would be too cruel and too unfair. \nIf it was Jose [and not me] that had his wings broken halfway through his journey, if he was forced to lose the beloved wife on whom he depended, even if he went on living, what scars would [he carry] on his heart, what kind of brand? If Jose never smiled again for the rest of his life because I disappeared, then I certainly couldn’t die. \nAll this, and some other things, means that because my death would bring great pain to my parents, and great hardship, every time I think about it, I can’t bear it, can’t bear it, can’t bear it, can’t bear it. After all, those who leave first are the comparatively lucky ones, and the ones that are left aren’t the strong ones. But, in this heart-wrenching bitterness, in this cutting pain, I still must say, “Because of love, I’ll keep drinking from the bitter cup of farewells!”  \nIn the circle of life that includes my father, mother, and husband, I’m willing to be the last one to leave this world. If I go first, and leave the cup of bitterness I’ve tasted to my living parents, then I won’t rest in peace, because I understand love, and my love is so deep, my concern and reluctance so long. \nAnd so, I have no choice but to be a temporarily immortal bird, although my wings are broken, my feathers shed, and have no other half to fly beside me, my shattered heart is still my parent’s treasure, and [even if] the pain is greater, or the hurt [deeper], as long as they are unwilling for me to die, I won’t think of abandoning them again. \nThere will always be a day, in a place beyond our time and space, that six arms will warmly and peacefully welcome me into eternity. At that time, I will call out to them in tears and laughter, father, mother, Jose, and run to them without looking back.\nThis essay was originally supposed to be about something else, but I reject the fantasy that I only have three months to live. A life of difficulties, an empty heart, the repeated heartbreaks of saying goodbyes at death, all this I’ll take upon myself. \nFather, mother, Jose, I love you more than my own life, I ask the heavens to see my sincerity, let me live long days upon this earth, protect my parents’ happiness and years, then I, under this responsibility, will never again lightly speak of disappearing and death. \nJose, you once agreed you would wait for me on the other side, and with this one promise, I still have one more thing to look forward to.",
    "pinyin": "bù sǐ niǎo yīniánduō qián yǒufèn kānwù zhǔ wǒ xiě gǎo tímù yǐjīng zhǐdìng le chulai rúguǒ nǐ zhǐyǒu sān gè yuè de shòumìng nǐ jiānghuì qù zuò xiē shénmeshì wǒ xiǎng le hěn jiǔ yīzhí méiyǒu qù dā zhè fèn kǎojuàn hè xī tīngshuō le zhè jiàn shìqing yě céng hàoqí de wèn guò wǒ nǐ huì qù zuò xiē shénme ne dāngshí wǒ zhèngzài chúfáng róu miàn wǒ jǔqǐ le zhānmǎn báifěn de shǒu qīngqīng de mō le mō tā de tóufa mànmàn de shuō shǎzi wǒ bùhuì sǐ de yīnwèi hái de gěi nǐ zuò jiǎozi ne jiǎng wán zhè jù huà hè xī de yǎnjing tūrán ménglóng qilai tā de shǒubì cóng wǒ shēnhòu rào shànglái bào zháo wǒ zhídào jiǎozi shàng zhuō le cái fàngkāi nǐ shénjīng la wǒ xiào wèn tā tā yǎnjing yòu tūrán yī hóng yě xiào le xiào zhè cái yīshēngbùxiǎng de zài wǒ de duìmiàn zuò xiàlai yǐhòu wǒ yòu xiǎngdào guò zhè fèn qiàn gǎo wǒ de dá'àn réng shì nàme de jiǎndān ér gùzhí wǒ yào shǒuzhu wǒ de jiā hù zhù wǒ zhàngfu yī gè yǒuzérèn de rén shì méiyǒu sǐwáng de quánlì de suīrán yùzhī sǐqī shì wǒ xǐhuan de yīzhǒng shēngmìng jiéshù de fāngshì kěshì wǒ réngrán jùjué sǐwáng zài zhè shìshàng yǒu sān gè yǔ wǒ gèrén sǐwáng láoláo xiānglián de shēngmìng nà biànshì fùqīn mǔqīn háiyǒu hè xī rúguǒ tāmen qízhōng de rènhé yī gè zàishì shàng hái huózhe yī rì wǒ biàn bùkěyǐ sǐ lián shén yě bùnéng jiāng wǒ ná qù yīnwèi wǒ bù kěn ér shén yě míngbai qián yīzhèn zài shēnyè lǐ yǔ fùmǔ tánhuà wǒ tūrán shuō rúguǒ xuǎnzé le zìjǐ jiéshù shēngmìng de zhè tiáo lù nǐmen yě yào xiǎng de míngbai yīnwèi zài wǒ nà jiāng shì yī gè gēng xìngfú de guīsù mǔqīn tīng le zhè huà yǎnlèi bèng le chulai tā bù gǎn shuō yījù cìjī wǒ dehuà zhǐshì yībiànyòuyībiàn nánnán de shuō nǐ zài shì shì zài shì shì huóxiàqù bùshì bù gěi nǐ xuǎnzé kěshì qǐngqiú nǐ zài shì yīcì fùqīn biàn bùtóng le tā zuò zài àndàn de dēngguāng xià yǔqì jīhū yǐjīng shīqù le kòngzhì tā shuō nǐ jiǎng zhèyàng wúqíng dehuà biànshì jiào bàba shēnghuó zài dìyù lǐ yīnwèi nǐ jīntiān jìrán yǐjīng shuō le chulai shǐ wǒ zhège zuò fùqīn de rén rìrì yào huó zài kǒngjù lǐ bù xiǎode nà yī tiān wǒ huì tūrán shīqù wǒ de nǚ'ér rúguǒ nǐ gǎn zuòchū zhèyàng huǐmiè zìjǐ de shēngmìng de shìqing nàme nǐ biànshì wǒ de chóurén wǒ bùdàn jīnshēng yào yǔ nǐ wéi chóu wǒ shìshìdàidài dōu yào yǔ nǐ wéi chóu yīnwèi shì nǐ shāsǐ le wǒ zuì zuì xīn'ài de nǚ'ér zhèshí wǒ de lèishuǐ pùbù yě shìde liú le chulai wǒ zuò zài chuáng shàng bùnéng huídá fùqīn yī gè zì fángjiān lǐ yī piàn sǐjì ránhòu fùqīn zhàn le qilai mànmàn de zǒu chūqù mǔqīn de liǎn zài wǒ de lèiguāng zhōngkàn guòqù hǎosì jìng jìng de zài chōujīn cāngtiān zài shàng wǒ bì shì fēngkuáng le cái huì duì fùmǔ shuōchū nàyàng dehuà lái wǒ yòuyīcì míngbai le wǒ de shēngmìng zài ài wǒ de rén xīnzhōng shì nàme de zhòngyào wǒ de niàntou shǐde jīngguò le nàme duō cāngsāng hé rénshēng de fùmǔ jīhū bēngkuì zài nǚ'ér de miànqián tāmen shì bù kěn shèfáng de ràng wǒ yīcìyòuyīcì de cìshāng ér wǒ hǎosì zhǐyǒu zài zhàngfu de miànqián cái huì nàge yàngzi xǔduō gè yèwǎn xǔduō cì wǔyè mèng huí de shíhou wǒ duǒ zài hēi'àn lǐ sīniàn hè xī jǐ chéng fēngkuáng xiāngsī xiàng chóng yīyàng de mànmàn kěn zháo wǒ de shēntǐ zhídào wǒ chéngwéi yī gè kōngkōng mángmáng de dà dòng yè shì nàyàng de cháng nàme de hēi chuāng wài de yù shì wǒ xīnli de lèi yǒngyuǎn méiyǒu dī wán de yī tiān wǒ zǒngshì zài xiǎng hè xī zǒngshì yòu zài xīntóu lǐ zìyánzìyǔ gǎnxiè shàngtiān jīnrì huózhe de shì wǒ tòng zháo de yě shì wǒ rúguǒ jiào hè xī lái rěnshòu zhè yī fēn yòu yī fēnzhōng de chángyè nà wǒ shì wànwàn bù kěn de xìnghǎo zhèxiē dōu méiyǒu lúndào tā yàoshi tā xiàng wǒ zhèyàng de huóxiàqù nàme wǒ pàn le mìng yě yào gēnshàng dì zhēng le huílai huàn tā shīqù hè xī wǒ shàngqiě rúcǐ rúguǒ jīntiān shì wǒ xiān zǒu le yī bù nàme wǒ de fùqīn mǔqīn jí hè xī yòu huì shì shénme qíngkuàng wǒ cóngláiméiyǒu huáiyí guò tāmen duì wǒ de ài ràng wǒ de fùmǔ zài xīnláo le bànshēng zhīhòu fùchū le tāmen quánbù zhīhòu zài jiào tāmen shīqù ài rǔ nàme tāmen de wèijiè hé xìngfú yě jiāng wánquán sàngshī le zhèyàng jiānruì de dǎjī bùkěyǐ yóu tāmen lái chéngshòu nàshi tài cánkù yě tài bù gōngpíng le yào hè xī bàntú zhé yì qiǎngpò tā shīqù xiāngyīwéimìng de ài qì jíshǐ tā rìhòu huó le xiàqù zài tā de xīnlíngshàng huì yǒu zěnmeyàng de shānghén huì yǒu shénmeyàng de làoyìn rúguǒ yīnwèi wǒ de xiāoshī ér shǐde hè xī de yúshēng zàiyě bù yǒu yī sī xiàoróng nàme wǒ biàn gèngshì bùnéng sǐ zhèxiē yòu yīxiē yīnwèi wǒ de sǐwáng jiāng dàigěi wǒ fùmǔ jí zhàngfu de dà tòngkǔ dà jiénàn měi xiǎngqilai biànshì bùrěn bùrěn bùrěn yòu bùrěn bìjìng xiān zǒu de shì bǐjiào xìngfú de liúxià lái de yě bìng bùshì qiáng zhě kěshì zài zhè chè xīn de kǔ qiè fū de téngtòng lǐ wǒ réng shì yàoshuō wèile ài de yuángù zhè yǒng biéde kǔ bēi háishi ràng wǒ lái hē xià ba wǒ yuànyì zài fùqīn mǔqīn zhàngfu de shēngmìng yuánhuán lǐ zuò zuìhòu líshì de yī gè rúguǒ wǒ xiān qù le ér jiāng zhè fèn wǒ yǐ cháng guò de kǔ bēi liúgěi shìshàng de fùmǔ nàme wǒ shì sǐ bù míng mùdì yīnwèi wǒ míngbai le ài ér wǒ de ài yǒu duō shēn wǒ de qiānguà hé bùshě biàn yǒu duō cháng suǒyǐ wǒ shì méiyǒu xuǎnzé de zuò le zànshí de bù sǐ niǎo suīrán wǒ de chìbǎng duàn le wǒ de yǔmáo tuō le wǒ yǐ méiyǒu lìngyībàn kěyǐ bǐyì kěshì nà kē suì chéngpiàn piàn de xīn réng shì fùmǔ de zhēnbǎo zài tòng zài shāng zhǐyǒu tāmen bù kěn wǒ sǐqù wǒ biàn yě bùzài yǒu fàngqì tāmen de niàntou zǒngyǒu nàme yī tiān zài chāoyuè wǒmen shíkōng de dìfang huì yǒu liù zhāng shǒubì wēnróu pínghé de jiāng wǒ yíng rù yǒnghéng nàshíhou wǒ huì yòu kū yòu xiào de hǎn zháo tāmen bàba māma hè xī ránhòu méiyǒu huígù de kuáng bēn guòqù zhè fèn wénzì yuánlái shì wéi lìngyī gè tímù ér xiě de kěshì wǒ jùjué le zhǐyǒu sān gè yuè shòumìng de jiǎxiǎng shēng de jiānnán xīn de kōngxū sǐbié shí de suì xīn yòu suì xīn dōu yóu wǒ yīgèrén lái chéngdāng ba fùqīn mǔqīn hè xī wǒ ài nǐmen shèng yú zìjǐ de shēngmìng qǐngqiú shàngcāng kànjiàn wǒ de chéngxīn gěi wǒ zài shìshàng de shírì chángjiǔ hù zhù wǒ fùmǔ de xìngfú hé niánsuì nàme wǒ zài zhè fèn zérèn zhīxià biàn bùzài qīngyán xiāoshī hé sǐwáng le hè xī nǐ dāying guò de nǐ yào zài nàbian děng wǒ yǒu nǐ zhè yījù chéngnuò wǒ biàn háiyǒu yī gè pànwàng le ",
    "HSK_level": "HSK5",
    "source_url": "http://chinesereadingpractice.com/2023/03/25/essay-%e3%80%8a%e4%b8%8d%e6%ad%bb%e9%b8%9f%e3%80%8bthe-immortal-bird-by-sanmao/",
    "retrieved_date": "21-03-2024"
}