{
    "text": "《赡养人类》业务就是业务，无关其他。这是滑膛所遵循的原则，但这一次，客户却让他感到了困惑。首先客户的委托方式不对，他要与自己面谈，在这个行业中，这可是件很稀奇的事。三年前，滑膛听教官不止一次地说过，他们与客户的关系，应该是前额与后脑勺的关系，永世不得见面，这当然是为了双方的利益考虑。见面的地点更令滑膛吃惊，是在这座大城市中最豪华的五星级酒店中最豪华的总统大厅，那可是世界上最不适合委托这种业务的地方。据对方透露，这次委托加工的工件有三个，这倒无所谓，再多些他也不在乎。服务生拉开了总统大厅镶金的大门，滑膛在走进去前，不为人察觉地把手向夹克里探了一下，轻轻拉开了左腋下枪套的按扣。其实这没有必要，没人会在这种地方对他干太意外的事。大厅金碧辉煌，仿佛是与外面现实毫无关系的另一个世界，巨型水晶吊灯就是这个世界的太阳，猩红色的地毯就是这个世界的草原。这里初看很空旷，但滑膛还是很快发现了人，他们围在大厅一角的两个落地窗前，撩开厚重的窗帘向外面的天空看，滑膛扫了一眼，立刻数出竟有十三个人。客户是他们而不是他，也出乎滑膛的预料，教官说过，客户与他们还像情人关系一一尽管可能有多个，但每次只能与他们中的一人接触。[SCI-FI PART]滑膛知道他们在看什么：哥哥飞船又移到南半球上空了，现在可以清晰地看到。上帝文明离开地球已经三年了，那次来自宇宙的大规模造访，使人类对外星文明的心理承受能力增强了许多，况且，上帝文明有铺天盖地的两万多艘飞船，而这次到来的哥哥飞船只有一艘。它的形状也没有上帝文明的飞船那么奇特，只是一个两头圆的柱体，像是宇宙中的一粒感冒胶囊。看到滑膛进来，那十三个人都离开窗子，回到了大厅中央的大圆桌旁。滑膛认出了他们中的大部分，立刻感觉这间华丽的大厅变得寒碜了。这些人中最引入注目的是朱汉杨，他的华软集团的“东方3000”操作系统正在全球范围内取代老朽的WINDOWS。其他的人，也都在福布斯财富500排行的前50内，这些人每年的收益，可能相当于一个中等国家的GDP，滑膛处于一个小型版的全球财富论坛中。这些人与齿哥是绝对不一样的，滑堂暗想，齿哥是一夜的富豪，他们则是三代修成的贵族，虽然真正的时间远没有那么长，但他们确实是贵族，财富在他们这里已转化成内敛的高贵，就像朱汉杨手上的那枚钻戒，纤细精致，在他修长的手指上若隐若现，只是偶尔闪一下温润的柔光，但它的价值，也许能买几十个齿哥手指上那颗核桃大小金光四射的玩艺儿。但现在，这十三名高贵的财界精英聚在这里，却是要雇职业杀手杀人，而且要杀三个人，据首次联系的人说，这还只是第一批。By paperback or Kindle.",
    "translation": "Business is business, and nothing else. This was the principle by which Smoothbore abided, but this time, the client had left him feeling puzzled.\nFirst of all, the way the client commissioned him was wrong, he wanted to meet face-to-face, and in this business, that was a curious matter. Three years earlier, Smoothbore had heard his drillmaster say more than once, their relationship with their clients was like the relationship between the forehead and the back of the head, never to see one another in this world, and this of course was out of consideration for the interests of both parties. The meeting place surprised Smoothbore even more, it was in the most luxurious presidential hall of the city’s most luxurious five-star hotel, which was the least suitable place in the world for commissioning this type of work. According to what the client let slip, this job had three parts, though that was no big deal, even if it had been a few more [Smoothbore] wouldn’t have minded.\nThe server pulled open the gold-inlayed door of the presidential hall, and before Smoothbore walked in, he surreptitiously moved his hands inside his jacket, lightly flicking open the snap of the gun holster beneath his left armpit. In truth this was unnecessary, no one would do anything too untoward to him in a place like this.\nThe hall was magnificent, as if it had no connection to the outside world, the huge crystal chandelier was this world’s sun, and the crimson carpet was this world’s grass. At first glance the place was open and spacious, but Smoothbore quickly found the people [inside], they gathered around the floor-to-ceiling windows in one corner of the hall, pushing aside the thick curtains to look at the sky outside, and Smoothbore swept his gaze around [the room], quickly counting that there were 13 people there. That the clients were many and not just one was also unexpected, as the drillmaster had said, the relationship between themselves and their clients was like the relationship between lovers – though there may be several, at each meeting you only have contact with one.\nSmoothbore knew what they were looking at: Big Brother’s spaceship had taken off to move to the southern hemisphere again, and now it could be seen clearly. It had already been three years since the gods left Earth, and that big visit from outer space [lit: the universe] greatly strengthened mankind’s psychological acceptance of alien civilizations, besides, the gods’ civilization had 20,000 spaceships that blanketed the sky, and this time Big Brother only had one. [The spaceship’s] shape also wasn’t as peculiar as the ones the gods had, it was just a big pillar rounded at both ends, like a big cold [medicine] capsule [out there] in the universe.\nWhen they saw Smoothbore enter, those 13 people all left the window, and came back to the big round table in the center of the hall. Smoothbore recognized most of them, and immediately felt that the resplendent hall had become shabby [in comparison to them]. The most interesting person among them was Zhu Hanyang, his Huaruan Group’s “Oriental 3000” operating system had already replaced decrepit WINDOWS the world over. As for everyone else, they were all in the Forbes Fortune 500 Top 50, and their annual profits were probably equal to a middling country’s GDP, so Smoothbore was [standing] in a small forum of world’s wealthy.\nThese people were completely different from Yage, Smoothbore thought to himself, Yage was nouveau riche, but these guys were from three generations of nobility, and although the timeline [probably] wasn’t really that long, they were nobility indeed, they transformed riches into a reserved moral elevation, just like the diamond ring on Zhu Hanyang’s hand, fine and exquisite, understated on his slender finger, occasionally glinting with a soft, gentle light, but it was worth several of the gaudily-glittering walnut-sized things [that] Yage [wore on his] hand. \nBut right now, these thirteen noble magnates were collected here to hire an assassin to commit murder, moreover to kill three people, and according to his first contact, that was just the first part [of the job].",
    "pinyin": "shànyǎng rénlèi yèwù jiùshì yèwù wúguān qítā zhè shì huátáng suǒ zūnxún de yuánzé dàn zhè yīcì kèhù què ràng tā gǎn dàoliǎo kùnhuò shǒuxiān kèhù de wěituō fāngshì bùduì tā yào yǔ zìjǐ miàntán zài zhège hángyè zhōng zhè kěshì jiàn hěn xīqí de shì sān niánqián huátáng tīng jiàoguān bùzhǐyīcì dì shuō guò tāmen yǔ kèhù de guānxi yīnggāi shì qián'é yǔ hòunǎosháo de guānxi yǒngshì bùdé jiànmiàn zhè dāngrán shì wèile shuāngfāng de lìyì kǎolǜ jiànmiàn de dìdiǎn gēng lìng huátáng chījīng shì zài zhè zuò dàchéngshì zhōng zuì háohuá de wǔxīngjí jiǔdiàn zhōng zuì háohuá de zǒngtǒng dàtīng nà kěshì shìjiè shàng zuì bù shìhé wěituō zhèzhǒng yèwù de dìfang jù duìfāng tòulù zhè cì wěituō jiāgōng de gōngjiàn yǒu sān gè zhè dǎo wúsuǒwèi zài duō xiē tā yě bùzàihu fúwùshēng lākāi le zǒngtǒng dàtīng xiāngjīn de dàmén huátáng zài zǒu jìnqù qián bù wéirén chájué dì bǎshǒu xiàng jiākè lǐ tàn le yīxià qīngqīng lākāi le zuǒ yèxià qiāng tào de àn kòu qíshí zhè méiyǒu bìyào méi rén huì zài zhèzhǒng dìfang duì tā gàn tài yìwài de shì dàtīng jīnbìhuīhuáng fǎngfú shì yǔ wàimiàn xiànshí háowú guānxi de lìngyī gè shìjiè jùxíng shuǐjīng diàodēng jiùshì zhège shìjiè de tàiyang xīnghóngsè de dìtǎn jiùshì zhège shìjiè de cǎoyuán zhèlǐ chū kàn hěn kōngkuàng dàn huátáng háishi hěn kuài fāxiàn le rén tāmen wéi zài dàtīng yī jué de liǎng gè luòdìchuāng qián liāokai hòuzhòng de chuānglián xiàngwài miàndī tiānkōng kàn huátáng sǎo le yīyǎn lìkè shǔchū jìng yǒu shísān gèrén kèhù shì tāmen ér bùshì tā yě chūhū huátáng de yùliào jiàoguān shuō guò kèhù yǔ tāmen hái xiàng qíngrén guānxi yīyī jǐnguǎn kěnéng yǒu duōge dàn měicì zhǐnéng yǔ tāmen zhòngdì yī rén jiēchù huátáng zhīdào tāmen zài kàn shénme gēge fēichuán yòu yídào Nánbànqiú shàngkōng le xiànzài kěyǐ qīngxī dì kàn dào Shàngdì wénmíng líkāi dìqiú yǐjīng sān nián le nà cì láizì yǔzhòu de dàguīmó zàofǎng shǐ rénlèi duìwài xīng wénmíng de xīnlǐ chéngshòu nénglì zēngqiáng le xǔduō kuàngqiě Shàngdì wénmíng yǒu pūtiāngàidì de liǎng wàn duō sōu fēichuán ér zhè cì dàolái de gēge fēichuán zhǐyǒu yī sōu tā de xíngzhuàng yě méiyǒu Shàngdì wénmíng de fēichuán nàme qítè zhǐshì yī gè liǎngtóu yuán de zhùtǐ xiàng shì yǔzhòu zhòngdì yī lì gǎnmào jiāonáng kàn dào huátáng jìnlái nà shísān gèrén dōu líkāi chuāngzi huídào le dàtīng zhōngyāng de dàyuán zhuō páng huátáng rènchū le tāmen zhòngdì dàbùfen lìkè gǎnjué zhè jiān huálì de dàtīng biànde hánchen le zhèxiē rénzhōng zuì yǐnrù zhù mùdì shì zhū hàn yáng tā de huā ruǎn jítuán de dōngfāng cāozuòxìtǒng zhèngzài quánqiú fànwéi nèi qǔdài lǎo xiǔ de qítā de rén yě dōu zài Fúbùsī cáifù páiháng de qián nèi zhèxiē rén měinián de shōuyì kěnéng xiāngdāngyú yī gèzhōng děng guójiā de huátáng chǔyú yī gè xiǎoxíng bǎn de quánqiú cáifù lùntán zhōng zhèxiē rén yǔ chǐ gē shì juéduì bùyīyàng de huá táng ànxiǎng chǐ gē shì yī yè de fùháo tāmen zé shì sāndài xiū chéng de guìzú suīrán zhēnzhèng de shíjiān yuǎn méiyǒu nàme cháng dàn tāmen quèshí shì guìzú cáifù zài tāmen zhèlǐ yǐ zhuǎnhuà chéng nèiliǎn de gāoguì jiù xiàng zhū hàn yáng shǒu shàng de nà méi zuànjiè xiānxì jīngzhì zài tā xiūcháng de shǒuzhǐ shàng ruòyǐnruòxiàn zhǐshì ǒu'ěr shǎn yīxià wēnrùn de róu guāng dàn tā de jiàzhí yěxǔ néng mǎi jǐ shí gè chǐ gē shǒuzhǐ shàng nà kē hétao dàxiǎo jīn guāng sìshè de wányìr dàn xiànzài zhè shísān míng gāoguì de cái jiè jīngyīng jù zài zhèlǐ quèshì yào gù zhíyè shāshǒu shārén érqiě yào shā sān gèrén jù shǒucì liánxì de rén shuō zhè hái zhǐshì dìyī pī ",
    "HSK_level": "HSK5",
    "source_url": "http://chinesereadingpractice.com/2020/05/15/novels-start-reading-chinese-sci-fi-novella-support-human-beings-by-liu-cixin/",
    "retrieved_date": "21-03-2024"
}