{
    "text": "29岁失恋女子重拳砸破舷窗 飞机紧急备降郑州机场据“河南机场公安”公众号6月12日消息，近日，一女子因感情问题喝酒买醉，在航班行驶过程中耍起了酒疯，并将飞机舷窗内侧玻璃砸破，导致航班紧急备降至郑州机场。该女子因涉嫌破坏交通工具罪已被警方刑拘。据了解，5月25日晚，河南省公安厅机场公安局接到警情通报：一名醉酒女性旅客在飞机飞行途中将舷窗玻璃破坏，严重影响飞行安全，该航班将迫降郑州新郑国际机场。接到指令后，郑州机场警方迅速赶往现场了解情况，并成功将涉事女子控制。经查，旅客李某，女，29岁，因感情受伤独自喝下两瓶250毫升的白酒后乘坐GJ8528次航班欲从西宁飞往杭州，飞行途中，李某在酒精作用下情绪失控，重拳砸向飞机舷窗，导致舷窗内侧玻璃破裂，幸亏机务人员及时将其控制，未造更大的损坏，否则后果不堪设想。经检测，李某体内酒精浓度高达160毫克/100毫升，事发时属于醉酒状态。目前，李某因涉嫌破坏交通工具罪已被河南省公安厅机场公安局刑事拘留。河南机场公安也提醒广大旅客，航空安全人人有责，航空器上任意一个部件在飞行途中遭遇损坏都有可能严重威胁到飞行安全，广大旅客请务必遵守航空秩序，切勿因一时“任性”闯下大祸。",
    "translation": "According to today’s June 12 public announcement by “Henan Airport police”, a woman became drunk because of an emotional problem, and threw a drunken fit during the course of an airplane flight, smashing the inner layer of glass of the cabin window, which led to an emergency landing at Zhengzhou airport. ThE woman has been taken into custody on suspicion of damaging of transportation equipment.\nIt is understood that on the evening of May 25, Henan Public Security Bureau Airport Branch received a police report: a drunk female passenger had damaged the porthole glass during the flight, seriously affecting flight safety. The flight was forced to land at Zhengzhou Xinzheng International Airport.\nAfter receiving orders [to respond], Zhengzhou Airport Police quickly rushed to the scene to get a handle on the situation, and successfully subdued the woman involved.\nThe investigation revealed that passenger [surnamed] Li, female, 29 years old, drank two 250ml bottles of liquor alone due to emotional injury and thereafter boarded flight GJ8528 from Xining to Hangzhou. During the flight, Li lost control of her temper under the influence of alcohol, and slammed her fist into the porthole of the aircraft, causing the glass inside the porthole to crack. Fortunately, the crew [was able] to gain control of [the situation] in time, and no greater damage was done, otherwise the consequences would have been unimaginable.\nTesting revealed that Li’s blood alcohol content was as high as 160 mg/100 ml, and she was in a drunken state at the time of the incident. At present, Li has been criminally detained by the Henan Public Security Bureau Airport Branch on suspicion of vandalism.\nHenan Airport Public Security also reminds passengers that aviation safety is everyone’s responsibility. Any damage to any part of the aircraft during flight may seriously threaten flight safety. All passengers must abide by [standard] aviation procedures [for orderliness], and not cause a catastrophe due to a moment’s willfulness.",
    "pinyin": "suì shīliàn nǚzǐ chóng quán zápò xián chuāng fēijī jǐnjí bèi xiáng Zhèngzhōu jīchǎng jù Hénán jīchǎng gōng'ān gōngzhòng hào yuè rì xiāoxi jìnrì yī nǚzǐ yīn gǎnqíng wèntí hējiǔ mǎi zuì zài hángbān xíngshǐ guòchéng zhōng shuǎ qǐ le jiǔ fēng bìng jiāng fēijī xián chuāng nèi cè bōli zápò dǎozhì hángbān jǐnjí bèi xiáng zhì Zhèngzhōu jīchǎng gāi nǚzǐ yīn shèxián pòhuài jiāotōnggōngjù zuì yǐ bèi jǐngfāng xíngjū jù liǎojiě yuè rì wǎn Hénán Shěng gōng'ān tīng jīchǎng gōng'ānjú jiēdào jǐng qíng tōngbào yī míng zuìjiǔ nǚxìng lǚkè zài fēijī fēixíng túzhōng jiāng xián chuāngbōlí pòhuài yánzhòng yǐngxiǎng fēixíng ānquán gāi hángbān jiāng pòjiàng Zhèngzhōu Xīnzhèng guójìjīchǎng jiēdào zhǐlìng hòu Zhèngzhōu jīchǎng jǐngfāng xùnsù gǎnwǎng xiànchǎng liǎojiě qíngkuàng bìng chénggōng jiāng shè shì nǚzǐ kòngzhì jīngchá lǚkè lǐ mǒu rǔ suì yīn gǎnqíng shòushāng dúzì hē xià liǎng píng háoshēng de báijiǔ hòu chéngzuò cì hángbān yù cóng Xīníng fēi wǎng Hángzhōu fēixíng túzhōng lǐ mǒu zài jiǔjīng zuòyòng xià qíngxù shīkòng chóng quán zá xiàng fēijī xián chuāng dǎozhì xián chuāng nèi cè bōli pòliè xìngkuī jī wù rényuán jíshí jiāng qí kòngzhì wèi zào gēng dà de sǔnhuài fǒuzé hòuguǒ bùkānshèxiǎng jīng jiǎncè lǐ mǒu tǐnèi jiǔjīng nóngdù gāodá háokè háoshēng shìfāshí shǔyú zuìjiǔ zhuàngtài mùqián lǐ mǒu yīn shèxián pòhuài jiāotōnggōngjù zuì yǐ bèi Hénán Shěng gōng'ān tīng jīchǎng gōng'ānjú xíngshìjūliú Hénán jīchǎng gōng'ān yě tíxǐng guǎngdà lǚkè hángkōng ānquán rénrényǒuzé hángkōngqì shàng rènyì yī gè bùjiàn zài fēixíng túzhōng zāoyù sǔnhuài dōu yǒukěnéng yánzhòng wēixié dào fēixíng ānquán guǎngdà lǚkè qǐng wùbì zūnshǒu hángkōng zhìxù qièwù yīn yīshí rènxìng chuǎng xià dàhuò ",
    "HSK_level": "HSK5",
    "source_url": "http://chinesereadingpractice.com/2020/06/15/news-drunk-woman-breaks-airplane-window-with-fist-causing-emergency-landing/",
    "retrieved_date": "21-03-2024"
}