{
    "text": "掩耳盗铃春秋时侯，晋国贵族智伯灭掉了范氏。有人趁机跑到范氏家里想偷点东西，看见院子里吊着一口大钟。钟是用上等青铜铸成的，造型和图案都很精美。小偷心里高兴极了，想把这口精美的大钟背回自已家去。可是钟又大又重，怎么也挪不动。他想来想去，只有一个办法，那就是把钟敲碎，然后再分别搬回家。　　小偷找来一把大大锤，拼命朝钟砸去，咣的一声巨响，把他吓了一大跳。小偷着慌，心想这下糟了，这种声不就等于是告诉人们我正在这里偷钟吗？他心里一急，身子一下子扑到了钟上，张开双臂想捂住钟声，可钟声又怎么捂得住呢！钟声依然悠悠地传向远方。他越听越害怕，不同自由地抽回双手，使劲捂住自已的耳朵。“咦，钟声变小了，听不见了！”小偷高兴起来，“妙极了！把耳朵捂住不住就听不进钟声了吗！”他立刻找来两个布团，把耳朵塞住，心想，这下谁也听不见钟声了。于是就放手砸起钟来，一下一下，钟声响亮地传到很远的地方。人们听到钟声蜂拥而至把小偷捉住了。",
    "translation": "During the Spring and Autumn period, Nobleman ZhiBo of the Jin state eliminated the Fan clan [in battle]. There was a person who sought to take advantage of the defeated [and thus absent] Fan clan to steal some things from their house, and he saw that in their yard dangled a large bell. The bell was molded from the finest bronze, its shape and design were very fine indeed. The thief was extremely happy, thinking to take this refined bell and carry it back to his own house. But the bell was both big and heavy, and howsoever he tried, he couldn’t move it. He thought and thought, and came up with just one solution, which was to break the bell to bits, then take the pieces separately back to his house.\n　　\nThe thief found a sledgehammer, and swung at the bell with all his might. A loud “gong” sound rang out, startling the thief. The thief panicked, thinking this [enterprise] was spoiled, thinking “that kind of noise is tantamount to telling people that I’m here stealing the bell, isn’t it?” He was worried, and he flung is body at the bell, stretching his arms around it to try to still the sound, but really how could he stop it? The sound went on and on, ringing far and wide.  \nThe longer he heard it, the more afraid he became, and withdrew his hands to press them against his ears with all his strength. “Yi, the sound has lessened, I can’t hear it anymore!” The thief became happy again, “How wonderful! If I cover my ears well, the sound can’t be heard!” covered his ears well, he couldn’t hear the sound at all! He immediately found two pieces of cloth and stopped up his ears, thinking that this way, no one else could hear the bell’s sound either. So he began smashing the bell, hitting it again and again, the ringing of the bell being heard even in far away places. People heard the bells sounds and came in great numbers, catching the thief.",
    "pinyin": "yǎn'ěrdàolíng chūnqiū shí hóu jìn guó guìzú zhì bó mièdiào le fàn zhī yǒurén chènjī pǎo dào fàn zhī jiālǐ xiǎng tōu diǎn dōngxi kànjiàn yuànzi lǐ diào zháo yīkǒu dà zhōng zhōng shì yòng shàngděng qīngtóng zhùchéng de zàoxíng hé tú'àn dōu hěn jīngměi xiǎotōu xīnli gāoxìng jíle xiǎng bǎ zhè kǒu jīngměi de dà zhōng bèi huí zì yǐ jiā qù kěshì zhōng yòu dà yòu chóng zěnme yě nuó bùdòng tā xiǎnglái xiǎng qù zhǐyǒu yī gè bànfǎ nà jiùshì bǎ zhōng qiāo suì ránhòu zài fēnbié bān huíjiā xiǎotōu zhǎo lái yī bǎ dà dàchuí pīnmìng cháo zhōng zá qù guāng de yīshēng jùxiǎng bǎ tā hè le yī dà tiào xiǎotōu zháohuāng xīnxiǎng zhèxià zāole zhèzhǒng shēng bù jiù děng yúshì gàosu rénmen wǒ zhèngzài zhèlǐ tōu zhōng ma tā xīnli yī jí shēnzi yīxiàzi pū dàoliǎo zhōng shàng zhāngkāi shuāngbì xiǎng wǔzhù zhōng shēng kě zhōng shēng yòu zěnme wǔ de zhù ne zhōng shēng yīrán yōuyōu dì chuán xiàng yuǎnfāng tā yuè tīng yuè hàipà bùtóng zìyóu dì chōu huí shuāngshǒu shǐjìn wǔzhù zì yǐ de ěrduo yí zhōng shēng biàn xiǎo le tīngbujiàn le xiǎotōu gāoxìng qilai miào jíle bǎ ěrduo wǔzhù bùzhù jiù tīng bù jìn zhōng shēng le ma tā lìkè zhǎo lái liǎng gè bù tuán bǎ ěrduo sāi zhù xīnxiǎng zhèxià shéi yě tīngbujiàn zhōng shēng le yúshì jiù fàngshǒu zá qǐ zhōng lái yīxià yīxià zhōng shēngxiǎng liàng dì chuán dào hěn yuǎn de dìfang rénmen tīngdào zhōng shēng fēngyōng ér zhì bǎ xiǎotōu zhuōzhù le ",
    "HSK_level": "HSK5",
    "source_url": "http://chinesereadingpractice.com/2011/03/05/story-behind-the-idiom-yanerdaoling/",
    "retrieved_date": "21-03-2024"
}