{
    "text": "女娲补天传说当人类繁衍起来后，忽然水神共工和火神祝融打起仗来，他们从天上一直打到地下，闹得到处不宁，结果祝融打胜了，但败了的共工不服，一怒之下，把头撞向不周山。不周山崩裂了，撑支天地之间的大柱断折了，天倒下了半边，出现了一个大窟窿，地也陷成一道道大裂纹，山林烧起了大火，洪水从地底下喷涌出来，龙蛇猛兽也出来吞食人民。人类面临着空前大灾难。女娲目睹人类遭到如此奇祸，感到无比痛苦，于是决心补天，以终止这场灾难。她选用各种各样的五色石子，架起火将它们熔化成浆，用这种石浆将残缺的天窟窿填好，随后又斩下一只大龟的四脚，当作四根柱子把倒塌的半边天支起来。女娲还擒杀了残害人民的黑龙，刹住了龙蛇的嚣张气焰。最后为了堵住洪水不再漫流，女娲还收集了大量芦草，把它们烧成灰，埋塞向四处铺开的洪流。经过女娲一番辛劳整治，苍天总算补上了，地填平了，水止住了，龙蛇猛兽佥欠迹了，人民又重新过着安乐的生活。但是这场特大的灾祸毕竟留下了痕迹。从此天还是有些向西北倾斜，因此太阳、月亮和众星晨都很自然地归向西方，又因为地向东南倾斜，所以一切江河都往那里汇流。",
    "translation": "Legend has it that when humans had just begun to multiply [upon the earth], a great battle suddenly broke out between the water god Gonggong and the fire god Zhurong, disrupting tranquility in every quarter. In the end, Zhurong was victorious, but Gonggong would not accept his defeat, and in a fit of anger, smashed his head against Buzhou Mountain. \nBuzhou Mountain split apart, the giant pillars that held up the heavens were broken, and half of the sky caved in, leaving a large hole. Great cracks also appeared in the earth, the mountain forests went up in flame, floodwaters spurted forth from under the ground, and dragons and monsters came out and began devouring the people. \nMankind was facing an unprecedented catastrophe. When Nvwa witnessed the unexpected disaster that befell humanity, she was terribly agonized, and so she decided to patch up the sky, in order to put an end to the present calamity. She chose to use a selection of multi-colored stones, set a great fire to smelt them into a slurry, and used the smelted rock to paste over the hole in the firmament. Then she chopped the four feet off a giant tortoise, and used them as the four pillars to prop up half the heavens.\nNvwa also captured and slayed a great black dragon that was cruelly slaughtering human beings, putting a stop to the dragon’s arrogance. Finally, in order to stem the floodwaters, Nvwa collected many reeds and grasses, burned them into ash, and stopped up the streams that were spreading in all directions. \nAfter Nvwa had toiled through the repairs, the sky was mended, the earth was even, the waters had been stopped, no trace remained of the dragons and monsters, and the people once again lived in peace and happiness. But of course, some vestiges of this huge calamity remained. From then on, the sky was slightly tilted to the northwest, and because of this the sun, moon and stars all naturally return to the west each morning, and also because the earth is tilted to the southeast, all of the rivers flow in that direction.",
    "pinyin": "Nǚwā bǔ tiān chuánshuō dāng rénlèi fányǎn qilai hòu hūrán shuǐshén Gònggōng hé Huǒshén Zhùróng dǎ qǐ zhàng lái tāmen cóng tiānshàng yīzhí dǎ dào dìxià nào dédào chǔ bù nìng jiéguǒ Zhùróng dǎ shèng le dàn bài le de Gònggōng bùfú yī nù zhīxià bǎtóu zhuàng xiàng Bùzhōu Shān Bùzhōu Shān bēngliè le chēng zhī tiāndì zhījiān de dà zhù duàn zhé le tiān dǎoxià le bànbiān chūxiàn le yī gè dà kūlong dì yě xiàn chéng yīdào dào dà lièwén shān lín shāo qǐ le dàhuǒ hóngshuǐ cóng dì dǐxia pēnyǒng chulai lóng shé měngshòu yě chulai tūnshí rénmín rénlèi miànlín zháo kōngqián dà zāinàn Nǚwā mùdǔ rénlèi zāodào rúcǐ qíhuò gǎndào wúbǐ tòngkǔ yúshì juéxīn bǔ tiān yǐ zhōngzhǐ zhè chǎng zāinàn tā xuǎnyòng gèzhǒnggèyàng de wǔsè shí zǐ jià qǐhuǒ jiāng tāmen rónghuà chéng jiāng yòng zhèzhǒng shí jiāng jiāng cánquē de tiān kūlong tián hǎo suíhòu yòu zhǎn xià yī zhǐ dà guī de sì jiǎo dàngzuò sì gēn zhùzi bǎ dǎotā de bànbiāntiān zhī qilai Nǚwā hái qín shā le cánhài rénmín de hēi lóng shāzhù le lóng shé de xiāozhāngqìyàn zuìhòu wèile dǔzhù hóngshuǐ bùzài màn liú Nǚwā hái shōují le dàliàng lú cǎo bǎ tāmen shāo chéng huī mán sāi xiàng sìchù pù kāi de hóngliú jīngguò Nǚwā yī fān xīnláo zhěngzhì cāngtiān zǒngsuàn bǔ shàng le dì tián píng le shuǐ zhǐ zhù le lóng shé měngshòu qiān qiàn jì le rénmín yòu chóngxīn guò zháo ānlè de shēnghuó dànshì zhè chǎng tè dà de zāihuò bìjìng liúxià le hénjì cóngcǐ tiān háishi yǒuxiē xiàng xīběi qīngxié yīncǐ tàiyang yuèliang hé zhòng xīng chén dōu hěn zìrán dì guīxiàng Xīfāng yòu yīnwèi dì xiàng dōngnán qīngxié suǒyǐ yīqiè jiānghé dōu wǎng nàli huìliú ",
    "HSK_level": "HSK5",
    "source_url": "http://chinesereadingpractice.com/2020/05/21/chinese-myths-fables-nvwa-mends-the-heavens/",
    "retrieved_date": "21-03-2024"
}