{
    "text": "《丑石》我常常遗憾我家门前的那块丑石呢：它黑黝黝地卧在那里，牛似的模样；谁也不知道是什么时候留在这里的，谁也不去理会它。只是麦收时节，门前摊了麦子，奶奶总是要说：这块丑石，多碍地面哟，多时把它搬走吧。于是，伯父家盖房，想以它垒山墙，但苦于它极不规则，没棱角儿，也没平面儿；用錾破开吧，又懒得花那么大气力，因为河滩并不甚远，随便去掮一块回来，哪一块也比它强。房盖起来，压铺台阶，伯父也没有看上它。有一年，来了一个石匠，为我家洗一台石磨，奶奶又说：用这块丑石吧，省得从远处搬动。石匠看了看，摇着头，嫌它石质太细，不太采用。它不像汉白玉那样的细腻，可以凿下刻字雕花，也不像大青石那样的光滑，可以供来浣纱捶布；它静静地卧在那里，院边的槐荫没有庇覆它，花儿也不再在它身边生长。荒草便繁衍出来，枝蔓上下，慢慢地，竟锈上了绿苔、黑斑。我们这些做孩子的，也讨厌起它来，曾合伙要搬走它，但力气又不足；虽时时咒骂它，嫌弃它，也无可奈何，只好任它留在那里去了。稍稍能安慰我们的，是在那石上有一个不大不小的坑凹儿，雨天就盛满了水。常常雨过三天了，地上已经干燥，那石凹里水儿还有，鸡儿便去那里渴饮。每每到了十五的夜晚，我们盼着满月出来，就爬到其上，翘望天边；奶奶总是要骂的，害怕我们摔下来。果然那一次就摔了下来，磕破了我的膝盖呢。人都骂它是丑石，它真是丑得不能再丑的丑石了。终有一日，村子里来了一个天文学家。他在我家门前路过，突然发现了这块石头，眼光立即就拉直了。他再没有走去，就住了下来；以后又来了好些人，说这是一块陨石，从天上落下来已经有二三百年了，是一件了不起的东西。不久便来了车，小心翼翼地将它运走了。这使我们都很惊奇！这又怪又丑的石头，原来是天上的呢！它补过天，在天上发过热，闪过光，我们的先祖或许仰望过它，它给了他们光明，向往，憧憬；而它落下来了，在污土里，荒草里，一躺就是几百年了？！奶奶说：“真看不出！它那么不一般，却怎么连墙也垒不成，台阶也垒不成呢？” “它是太丑了。”天文学家说。“真的，是太丑了。”“可这正是它的美!”天文学家说，“它是以丑为美的。”“以丑为美？”“是的，丑到极处，便是美到极处。正因为它不是一般的顽石，当然不能去做墙，做台阶，不能去雕刻，捶布。它不是做这些玩意儿的，所以常常就遭到一般世俗的讥讽。”奶奶脸红了，我也脸红了。我感到自己的可耻，也感到了丑石的伟大；我甚至怨恨它这么多年竟会默默地忍受着这一切，而我又立即深深地感到它那种不屈于误解的寂寞的生存的伟大。Buy on AmazonRuined City in Chinese or English.",
    "translation": "I often think regretfully of that ugly rock outside the door of our home: it lay there darkly, looking like a cow; no one knew when it had been left there, and no one paid it any attention. It was only in harvest season, when wheat was spread before the door, that grandma would always say: That ugly rock, takes up all the [space on the] ground, we should move it before long. \nAnd so, [when] my uncle was building a house [there], he wanted to use it to lay the gables, but was troubled that it was uneven, it had no edges and corners, and wasn’t flat; he [could have] used a chisel to break it open, but was too lazy to expend that much effort, and because the riverbank wasn’t far away, he could carry a rock back from there on his shoulders, and any one of [those rocks by the river] were better than it. [Once] the house was built, [uncle was] laying the stairs, and [for this purpose he] also didn’t see it as [suitable]. One year, a stonemason came to fashion a millstone for our family, and grandma said again: How about you use that ugly rock, and save [yourself the effort] of bringing one from far away. The stonemason gave it a look over, shook his head, disliking the smooth quality of the stone, which wasn’t of much use. \nIt wasn’t fine like marble, which could be engraved with letters and flowers, and it wasn’t as smooth as limestone, which could be used to wash cloth, it lay there silently, the shade of the scholartrees didn’t cover it, and flowers wouldn’t grow at its side. Weeds [sprouted] out in profusion, branches and tendrils all over, and slowly, it rusted over with green moss and black stripes. We kids also began to hate it, and we once banded together to move it away, but we weren’t strong enough; so sometimes we would curse it, or avoid it, but we had no choice, we had to allow it to stay there.  \nWhat comforted us a little was that the top of the rock had a pit in it neither large nor small, which would fill up with water on a rainy day. Often three days after a rain had passed, the ground was already dry, but the pit in that rock still had water in it, and the birds would go there to drink. Whenever it reached the middle night of the month, we would watch the full moon come out, and climb on top of it, to gaze up at the sky; grandma always yelled [at us], afraid we would fall off. Naturally it happened, and I smashed open my knee.\nEveryone cursed it as an ugly rock, an ugly rock so ugly it couldn’t be uglier. \nFinally one day, an astronomer came to the village. He passed in front of our house, and suddenly saw this stone, and his gaze was immediately drawn to it. He didn’t keep walking, but stopped there; and later, many more people arrived, saying this was a meteorite, which had fallen from the sky and had already been here for two or three hundred years, that it was a praiseworthy thing. Soon a car came, and carefully took it away. \nThis shocked us all! As it turned out, this strange and ugly rock was from the heavens! It had mended the sky [NOTE: A reference to a mythological story in which a goddess uses molten rocks to mend a tear in the sky], it had burned in the firmament, had sparkled with light, our ancestors may have looked upon it, it had given them radiance, hope, yearning; but it fell here, in the filth, in the weeds, and lay there several hundred years?!  \nGrandma said: “You couldn’t tell by looking at it! So unique, yet it couldn’t brace a gable, or be used to make stairs?” \n“It’s too ugly,” the astronomer said. \n“Yes, too ugly.” \n“But this is its beauty!” the astronomer said, “It’s beauty comes from its ugliness.” \n“Beauty from ugliness?” \n“Yes, when ugliness reaches its extreme, it also reaches the extreme of beauty. Precisely because it isn’t average stone, of course it can’t [be used to] make a wall, or [be used to] make stairs, and can’t be carved or wash cloth. It’s not made to do those things, so it often suffers common ridicule.”\nGrandma’s face reddened, my face reddened also. \nI felt my own humiliation, and felt the rock’s greatness. I even resented it for silently enduring everything for years, and I deeply felt the greatness of its lonely existence unbent for having been misunderstood.",
    "pinyin": "chǒu shí wǒ chángcháng yíhàn wǒ jiā ménqián de nà kuài chǒu shí ne tā hēi yǒu yǒu dì wò zài nàli niú shìde múyàng shéi yě bù zhīdào shì shénmeshíhou liú zài zhèlǐ de shéi yě bù qù lǐhuì tā zhǐshì mài shōu shíjié ménqián tān le màizi nǎinai zǒngshì yàoshuō zhè kuài chǒu shí duō ài dìmiàn yo duōshí bǎ tā bānzǒu ba yúshì bófù jiā gài fáng xiǎng yǐ tā lěi shānqiáng dàn kǔ yú tā jí bùguīzé méi léngjiǎo r yě méi píngmiàn r yòng zàn pòkāi ba yòu lǎndé huā nàme dàqì lì yīnwèi hétān bìngbù shèn yuǎn suíbiàn qù qián yīkuài huílai něi yīkuài yě bǐ tā qiáng fáng gài qilai yā pù táijiē bófù yě méiyǒu kànshàng tā yǒu yī nián lái le yī gè shíjiàng wéi wǒ jiā xǐ yī tái shímò nǎinai yòu shuō yòng zhè kuài chǒu shí ba shěngde cóng yuǎnchù bāndòng shíjiàng kàn le kàn yáo zháo tóu xián tā shízhì tài xì bù tài cǎiyòng tā bù xiàng hànbáiyù nàyàng de xìnì kěyǐ záo xià kè zì diāohuā yě bù xiàng dà qīngshí nàyàng de guānghuá kěyǐ gòng lái huànshā chuí bù tā jìng jìng dì wò zài nàli yuàn biān de Huáiyìn méiyǒu bì fù tā huā'ér yě bùzài zài tā shēnbiān shēngzhǎng huāngcǎo biàn fányǎn chulai zhīmàn shàngxià mànmàn dì jìng xiù shàng le lǜtái hēibān wǒmen zhèxiē zuò háizi de yě tǎoyàn qǐ tā lái céng héhuǒ yào bānzǒu tā dàn lìqi yòu bùzú suī shíshí zhòumà tā xiánqì tā yě wúkěnàihé zhǐhǎo rèn tā liú zài nàli qù le shāoshāo néng ānwèi wǒmen de shì zài nà shí shàng yǒu yī gè bùdà bù xiǎode kēng āo r yǔtiān jiù chéng mǎn le shuǐ chángcháng yù guò sān tiān le dìshang yǐjīng gānzào nà shí āo lǐ shuǐ r háiyǒu jī r biàn qù nàli kě yìn měiměi dàoliǎo shíwǔ de yèwǎn wǒmen pàn zháo mǎnyuè chulai jiù pá dào qí shàng qiáowàng tiānbiān nǎinai zǒngshì yào mà de hàipà wǒmen shuāi xiàlai guǒrán nà yīcì jiù shuāi le xiàlai kē pò le wǒ de xīgài ne rén dōu mà tā shì chǒu shí tā zhēnshi chǒu de bùnéng zài chǒu de chǒu shí le zhōng yǒu yī rì cūnzi lǐ lái le yī gè tiānwénxuéjiā tā zài wǒ jiā ménqián lùguò tūrán fāxiàn le zhè kuài shítou yǎnguāng lìjí jiù lā zhí le tā zài méiyǒu zǒuqù jiù zhù le xiàlai yǐhòu yòuláile hǎoxiē rén shuō zhè shì yīkuài yǔnshí cóng tiānshàng luò xiàlai yǐjīng yǒu èr sān bǎinián le shì yī jiàn liǎobuqǐ de dōngxi bùjiǔ biàn lái le jū xiǎoxīnyìyì dì jiāng tā yùn zǒu le zhè shǐ wǒmen dōu hěn jīngqí zhè yòu guài yòu chǒu de shítou yuánlái shì tiānshàng de ne tā bǔguò tiān zài tiānshàng fā guòrè shǎnguò guāng wǒmen de xiānzǔ huòxǔ yǎngwàng guò tā tā gěi le tāmen guāngmíng xiàngwǎng chōngjǐng ér tā luò xiàlai le zài wū tǔ lǐ huāngcǎo lǐ yī tǎng jiùshì jǐ bǎinián le nǎinai shuō zhēn kànbuchū tā nàme bù yībān què zěnme lián qiáng yě lěi bùchéng táijiē yě lěi bùchéng ne tā shì tài chǒu le tiānwénxuéjiā shuō zhēn de shì tài chǒu le kě zhè zhèngshì tā de měi tiānwénxuéjiā shuō tā shì yǐ chǒu wéi měi de yǐ chǒu wéi měi shìde chǒu dào jí chǔ biànshì měi dào jí chǔ zhèng yīnwèi tā bùshì yībān de wán shí dāngrán bùnéng qù zuò qiáng zuò táijiē bùnéng qù diāokè chuí bù tā bùshì zuò zhèxiē wányìr de suǒyǐ chángcháng jiù zāodào yībān shìsú de jīfěng nǎinai liǎnhóng le wǒ yě liǎnhóng le wǒ gǎndào zìjǐ de kěchǐ yě gǎn dàoliǎo chǒu shí de wěidà wǒ shènzhì yuànhèn tā zhème duō nián jìng huì mòmò dì rěnshòu zháo zhè yīqiè ér wǒ yòu lìjí shēnshēn dì gǎndào tā nàzhǒng bùqū yú wùjiě de jìmò de shēngcún de wěidà ",
    "HSK_level": "HSK5",
    "source_url": "http://chinesereadingpractice.com/2020/04/29/essay-the-ugly-rock-by-jia-pingwa/",
    "retrieved_date": "21-03-2024"
}