{
    "text": "第一章那栋房子是木质结构的， 看起来就像是婚礼蛋糕。 它总共有四层，越向上越狭窄，所以最高的那层就只是一座带有小小玻璃穹顶的尖塔了。灰蒙蒙的木头外墙已经腐朽不堪， 黑色的穹顶上好像也被戳了好几个窟窿。窗户都是拱形，数目远远大于实际需要，上面还钉了好多木条。这栋房子从1911年起就矗立在这座孤零零的山丘上。有时候，附近的农民发现这栋房子会像磁铁一样，吸引着乌云，雷电，冰雹和风雨。如果谁在夏天的时候走近这栋房子，就会发现这里奇特现象：房子周围为数不多的那几棵树都是光秃秃的。 树枝如同黝黑的手臂， 高高地指向天空。这块地被低矮的木栅栏圈在当中， 有几处已经被人损坏， 木条都不知下落了。 甚至， 有的地方已经完全被杂草所掩埋。",
    "translation": "The building was constructed of wood, and looked like a wedding cake. Altogether, it had four floors, each narrower than the one below, so the topmost floor was just a small minaret topped with a glass dome. \nThe gloomy outer wall was already in a state of extreme disrepair, and the dark and the vaulted roof looked as if it had been stabbed full of holes. \nThe windows were all arched, there were far more of them than actually necessary, and they had wooden boards nailed over them. \nThe house had towered atop this isolated hill since 1911. Sometimes, the nearby villagers would find that the building was like a magnet, attracting dark clouds, lightening, hail, wind and rain. \nIf anyone walked near the house during summer, they would discover a strange phenomenon: the few surrounding trees were all bare. The tree branches were like dark arms, pointing tall towards the sky. \nThe land was encircled by a low fence, which had been broken in several places, and the wooden slats were missing. It was in such a state that some parts of it had even been completely buried by weeds.",
    "pinyin": "dìyī zhāng nà dòng fángzi shì mùzhì jiégòu de kànqǐlái jiù xiàng shì hūnlǐ dàngāo tā zǒng gòngyǒu sì céng yuè xiàngshàng yuè xiázhǎi suǒyǐ zuìgāo de nà céng jiù zhǐshì yī zuò dàiyǒu xiǎoxiǎo bōli qióngdǐng de jiāntǎ le huīmēngmēng de mùtou wàiqiáng yǐjīng fǔxiǔ bùkān hēisè de qióng dǐngshàng hǎoxiàng yě bèi chuō le hǎo jǐge kūlong chuānghu dōu shì gǒngxíng shùmù yuǎnyuǎn dàyú shíjì xūyào shàngmian hái dìng le hǎoduō mù tiáo zhè dòng fángzi cóng nián qǐ jiù chùlì zài zhè zuò gūlínglíng de shānqiū shàng yǒushíhou fùjìn de nóngmín fāxiàn zhè dòng fángzi huì xiàng cítiě yīyàng xīyǐn zháo wūyún léidiàn bīngbáo hé fēngyǔ rúguǒ shéi zài xiàtiān de shíhou zǒujìn zhè dòng fángzi jiù huì fāxiàn zhèlǐ qítè xiànxiàng fángzi zhōuwéi wéi shùbùduō de nà jǐ kē shù dōu shì guāngtūtū de shùzhī rútóng yǒuhēi de shǒubì gāo gāodì zhǐxiàng tiānkōng zhè kuài dì bèi dī'ǎi de Mùzhà lánquān zài dāngzhōng yǒu jǐ chǔ yǐjīng bèi rén sǔnhuài mù tiáo dōu bùzhī xiàluò le shènzhì yǒude dìfang yǐjīng wánquán bèi zácǎo suǒ yǎnmái ",
    "HSK_level": "HSK5",
    "source_url": "http://chinesereadingpractice.com/2012/08/16/tiger-team-ghost-hotel/",
    "retrieved_date": "21-03-2024"
}