{
    "text": "《寻找理想的少年朋友》亲爱的同学们：你们的信使我感到为难。我是一个有病的老人，最近虽然去北京开过会，可是回到上海就仿佛生了一场大病似的，一点力气也没有，讲话上气不接下气，写字手指不听指挥，因此要“以最快的速度”给你们一个回答，我很难办到。我只能跟在你们背后慢慢地前进，即使远远地落在后面，我还可以努力追赶。但要带着你们朝前飞奔，不是我不愿意，而是力不能及了。这就说明我不但并无“神奇的力量”，而且连你们有的那种朝气我也没有，更不用说什么“神秘钥匙”了。不过我看你们也不必这样急，“寻求理想”不是一天两天的事。理想是存在的。可是有的人追求了一生只得到幻灭；有的人找到了它一直坚持到生命的最后一息。各人有各人的目标，对理想当然也有不同的理解。我听广播、看报纸，仿佛人们随时随地都在谈论“理想”，仿佛理想在前面等待人，只要你一伸手就可以把它抓住。那么你们为什么还那样着急地向我“呼救”呢？你们不是都有了理想吗？你们在“向钱看”的社会风气中感觉到窒息，不正是说明你们的理想起了作用吗？我不能不问，你们是不是感到了孤独，因此才把自己比做“迷途的羔羊”？可是照我看，你们并没有“迷途”，“迷途”的倒是你们四周的一些人。我常常想，我们生活在其中的社会有时会是十分古怪，叫人难以理解。人们喜欢说，形势大好，我也这样说过。这种说法不是没有道理，我也有自己的经验：根据我耳闻目睹，舍身救人、一心为公的英雄事迹和一人有难、八方支援的好人好事，每天都在远近发生。从好的方面看，当然一切都好；但要是专找不好的方面看，人就觉得好像被坏的东西包围了。尽管形势大好，总是困难很多；尽管遍地理想，偏偏有人惟利是图。你们说这是“新的现象”，我看风并不是一天两天刮起来的。面对着这种现象，有人毫不在乎，他们说这是支流，支流敌不过主流，正如邪不胜正。即使出现这样的情况，譬如说钞票变成了发光的“明珠”，大家追求一个目标：发财，人人争当“能赚会花”的英雄；又譬如说从喜欢空话、爱听假话，发展到贩卖假药、推销劣货，发展到以权谋私、见利忘义……也不要紧，因为邪不胜正。还有人说：“你不要看风越刮越厉害，不久就会过去的。我们有定风珠嘛！”同他们交谈，我也感到放心，我也是相信邪不胜正的人，我始终乐观。同学们，请原谅，我不是在这里讲空话。束手等待是盼不到美好的明天的。我说邪不胜正，因为在任何社会里都存在着是与非、光明与阴暗的斗争。最后的胜利当然属于正义、属于光明。但是在某一个时期甚至在较长的一段时期，是也会败于非，光明也会被阴暗掩盖，支流也会超过主流，在这里斗争双方力量的强弱会起大的作用。在这一场理想与金钱的斗争中我们决不是旁观者，斗争的胜败关系到我们每个人的命运。我们是这个社会的成员，是这个国家的公民，要是我们大家不献出自己的汗水和才智，那么社会的发展和国家的腾飞，也不过是一句空话。我常常想为什么宣传了几十年的崇高理想和大好形势，却无法防止黄金瘟疫的传播？为什么用理想教育人们几十年，那么多的课本，那么多的学习资料，那么多的报刊，那么多的文章！到今天年轻的学生还彷徨无主、四处寻求呢？小朋友们，不瞒你们说，对着眼前五光十色的景象，就连我有时也感到迷惑不解了。我要问，理想究竟是什么？难道它是虚无缥缈的东西？难道它是没有具体内容的空话？这几十年来我们哪一天中断过关于理想的宣传？那么传播黄金疫的病毒究竟来自何处、哪方？今天到处在揭发有人贩卖霉烂的食品，推销冒牌的假货，办无聊小报，印盗版书，做各种空头生意，为了带头致富，不惜损公肥私、祸国害人。这些人，他们也谈理想，也讲豪言壮语，他们说一套，做另外一套。对他们，理想不过是招牌、是装饰、是工具。他们口里越是讲得天花乱坠，做的事情越是见不得人。“向前看”一下子就变为“向钱看”，定风珠也会变成风信鸡。在所谓“不正之风”刮得最厉害、是非难分、真假难辨的时候，我也曾几次疑惑地问自己：理想究竟在什么地方？它是不是已经被狂风巨浪吹打得无踪无影？我仿佛看见支流压倒了主流，它气势汹汹地滚滚向前。然而即使在这个时候我也没有理由灰心绝望，因为理想明明还在我前面闪光。",
    "translation": "Dear students:\nYour letter embarrassed me. I’m a sick old man, and though I recently attended a conference in Beijing, when I returned to Shanghai it was as if I had contracted a serious illness, I had not even the slightest bit of energy, it was hard to catch my breath when I spoke, when I wrote my fingers wouldn’t heed my commands, and because of this replying “as quickly as possible” [which the students asked him to do in Part I] was difficult for me to accomplish. I can only slowly forge ahead at your back, and though I lag far behind, I can still diligently pursue you. So as for dashing forward with you, it’s not that I’m not willing, but rather that I don’t have the strength. This only shows that not only do I not have “mystical powers” [which students attributed to him in Part I], but that I don’t even have your dynamism, and even less do I have any “mysterious key” [reference to Part I].\nBut as I see it you also needn’t be in such a rush, [because] “seeking ideals” is not a matter of a day or two. Ideals exist. But some people seek them all their lives and all they find is disillusionment, some people find them by persevering until their last breath. Everyone has their own goals, and of course everyone has a different understanding of ideals. I listen to broadcasts, read newspapers, and it seems like people are all casually discussing “ideals”, as if an ideal is [always] waiting just ahead, and all you must do is reach out your hand and you can grasp it. So, why do you so anxiously “call for my aid”? Do you not already have ideals? [The fact that] you feel so stifled in a social atmosphere that looks only to money, does that not precisely show your ideals are already playing a role? I can’t not ask, is it [perhaps] that you feel lonely, and because of this compare yourselves to “lost lambs”? But as I see it, you haven’t “lost your way”, on the contrary, those who have “lost their way” are the people all around you.\nI often think, our life in society is sometimes so odd, and [can be] hard for us to comprehend. People like to say, “life [literally: circumstances] is pretty good”, I’ve also said this. This isn’t without logic, as I’ve experienced myself: from what I’ve witnessed personally, [acts of] sacrificing one’s life to save others, heroic deeds of wholehearted [dedication] to the public, and when one person is in trouble, good people [appear from] all directions to offer assistance, these things happen near and far every day. From a positive perspective, of course everything looks great; but if you flip it around and look from a negative perspective, you may feel you are surrounded by bad things. Although life is largely good, there are [still] always many troubles; although there are [grand] ideals everywhere, there is also always someone bent solely on profit. You say this is a “new phenomenon”, but as I see it, this wind didn’t blow in over the last couple of days.\nFaced with this phenomenon, some people pay it no mind, they say [the people who behave this way] are just a tributary [of the river], and a tributary can’t overwhelm the mainstream, just like evil cannot triumph over good. Although [bad] situations [make frequent] appearances – for example [when] cash becomes [seen as] a shining “treasure”, everyone chasing after one goal: to get rich, and everyone vying to be a hero of “earning and spending”; or for another example, when the love of speaking empty words and listening to falsehoods develops into the selling of fake medicine and poor-quality goods, which develops into using power for personal gain and forgetting what is right as soon as there is profit to be made – [even when this happens,] you still needn’t be anxious, because evil cannot triumph over good. Still others say: “You needn’t pay attention to the wind blowing ever more violently, it will pass in a while. We have a Wind Stopping Pearl!” As they talk, I also feel reassured, I’m also someone who believes evil cannot triumph over good, I’m ever the optimist.\nStudents, please forgive me, I don’t mean to speak empty words here. [Simply] waiting with our hands tied, we cannot look forward to a beautiful tomorrow. I say evil can’t triumph over good, because in any society there exists a struggle between right and wrong, light and darkness. Final victory of course belongs to justice, belongs to light. But in any age, [perhaps] even for long periods of time, right can lose to wrong, light can also be covered by darkness, the tributary can engulf the mainstream, and in this fight the weakness and strength of both sides will matter greatly. In this struggle between ideals and money we are certainly not spectators, which side wins and which loses the struggle is dependent upon our own destinies. We are the members of this society, we are the citizens of this country, if we do not offer our sweat and wise ability, then “social development” and “national advancement” are nothing but empty words. I often wonder why the noble ideals and general positivity propagandized over the last few decades have not been able to prevent the sickness of gold from spreading? Why is it that we have used ideals to educate people for decades, so many textbooks, so many study materials, so many newspapers, so many articles! And [yet] today’s young students pace about without [moral] guidance, seeking everywhere?\nYoung friends, I won’t lie to you, facing all the multifarious scenes [that unfold] before my eyes, I also sometimes feel befuddled. I want to ask, what are ideals, really? Could it be that they are illusionary things? Could it be that they are empty words without substance? On what day over the last few decades did we stop propagandizing ideals? And then from which direction, which place, did the spreading plague of gold sickness come? These days, everywhere we uncover people selling rotten food, pushing imitation goods, making boring tabloids, printing pirated books, doing all kinds of phoney business, to be the first to get rich, not hesitating to make personal gain at public expense, bringing calamity on the country and harming the people. These people, they also talk about ideals, they speak in grand language, they say one thing, but they do another. To them, ideals are shop signs, ornaments, tools. The more they speak of flowers cascading from the sky, the more their actions are unfit for the world of men. “Looking ahead” in an instant becomes “looking towards money”, and the Wind Stopping Pearl becomes [nothing but] a weathervane. In all times when the so-called “winds of injustice” blow strongest, when right and wrong are hard to distinguish, when true and false are hard to recognize, I have also doubtfully asked myself: where are [our] ideals? Have they already been blown away without a trace by the violent winds and mighty waves? It’s as if I can see the tributary overwhelming the mainstream, its momentum roaring tumultuously forward. But even in these times I have no reason to despair, because an ideal is still clearly sparkling just ahead of us.",
    "pinyin": "xúnzhǎo lǐxiǎng de shàonián péngyou qīn'ài de tóngxué men nǐmen de xìnshǐ wǒ gǎndào wéinán wǒ shì yī gè yǒu bìng de lǎorén zuìjìn suīrán qù Běijīng kāi guò huì kěshì huídào Shàng Hǎi jiù fǎngfú shēng le yī chǎng dàbìng shìde yīdiǎn lìqi yě méiyǒu jiǎnghuà shàngqìbùjiēxiàqì xiězì shǒuzhǐ bù tīng zhǐhuī yīncǐ yào yǐ zuì kuài de sùdù gěi nǐmen yī gè huídá wǒ hěn nán bàndào wǒ zhǐnéng gēn zài nǐmen bèihòu mànmàn dì qiánjìn jíshǐ yuǎnyuǎn dì luò zài hòumian wǒ hái kěyǐ nǔlì zhuīgǎn dàn yào dài zháo nǐmen cháoqián fēibēn bùshì wǒ bù yuànyì érshì lì bùnéng jí le zhè jiù shuōmíng wǒ bùdàn bìng wú shénqí de lìliang érqiě lián nǐmen yǒude nàzhǒng zhāoqì wǒ yě méiyǒu gēng bùyòng shuō shénme shénmì yàoshi le bùguò wǒ kàn nǐmen yě bùbì zhèyàng jí xúnqiú lǐxiǎng bùshì yī tiān liǎng tiān de shì lǐxiǎng shì cúnzài de kěshì yǒude rén zhuīqiú le yīshēng zhǐ dédào huànmiè yǒude rén zhǎo dàoliǎo tā yīzhí jiānchí dào shēngmìng de zuìhòu yī xī gèrén yǒu gèrén de mùbiāo duì lǐxiǎng dāngrán yě yǒu bùtóng de lǐjiě wǒ tīng guǎngbō kàn bàozhǐ fǎngfú rénmen suíshísuídì dōu zài tánlùn lǐxiǎng fǎngfú lǐxiǎng zài qiánmiàn děng dàirén zhǐyào nǐ yī shēnshǒu jiù kěyǐ bǎ tā zhuāzhù nàme nǐmen wèishénme hái nàyàng zháojí dì xiàng wǒ hūjiù ne nǐmen bùshì dōu yǒule lǐxiǎng ma nǐmen zài xiàng qián kàn de shèhuì fēngqì zhōng gǎnjuédào zhìxī bù zhèngshì shuōmíng nǐmen de lǐxiǎng qǐ le zuòyòng ma wǒ bùnéng bùwèn nǐmen shìbùshì gǎn dàoliǎo gūdú yīncǐ cái bǎ zìjǐ bǐ zuò mítú de gāoyáng kěshì zhào wǒ kàn nǐmen bìng méiyǒu mítú mítú de dàoshi nǐmen sìzhōu de yīxiē rén wǒ chángcháng xiǎng wǒmen shēnghuó zài qí zhòngdì shèhuì yǒushí huì shì shífēn gǔguài jiào rén nányǐlǐjiě rénmen xǐhuan shuō xíngshì dà hǎo wǒ yě zhèyàng shuō guò zhèzhǒng shuōfa bùshì méiyǒu dàoli wǒ yě yǒu zìjǐ de jīngyàn gēnjù wǒ ěrwénmùdǔ shěshēn jiù rén yīxīn wéi gōng de yīngxióng shìjì hé yī rén yǒu nán bāfāng zhīyuán de hǎo rén hǎoshì měitiān dōu zài yuǎnjìn fāshēng cóng hǎo de fāngmiàn kàn dāngrán yīqiè dōu hǎo dàn yàoshi zhuān zhǎo bùhǎo de fāngmiàn kàn rén jiù juéde hǎoxiàng bèi huài de dōngxi bāowéi le jǐnguǎn xíngshì dà hǎo zǒngshì kùnnan hěn duō jǐnguǎn biàndì lǐxiǎng piānpiān yǒurén wéilìshìtú nǐmen shuō zhè shì xīn de xiànxiàng wǒ kàn fēng bìng bùshì yī tiān liǎng tiān guā qilai de miànduì zháo zhèzhǒng xiànxiàng yǒurén háo bùzàihu tāmen shuō zhè shì zhīliú zhīliú dí bùguò zhǔliú zhèngrú xié bùshèng zhèng jíshǐ chūxiàn zhèyàng de qíngkuàng pìrú shuō chāopiào biànchéng le fāguāng de míngzhū dàjiā zhuīqiú yī gè mùbiāo fācái rénrén zhēng dāng néng zhuàn huì huā de yīngxióng yòu pìrú shuō cóng xǐhuan kōnghuà ài tīng jiǎhuà fāzhǎn dào fànmài jiǎyào tuīxiāo liè huò fāzhǎn dào yǐquánmóusī jiànlìwàngyì yě bùyàojǐn yīnwèi xié bùshèng zhèng háiyǒu rén shuō nǐ bùyào kàn fēng yuè guā yuè lìhai bùjiǔ jiù huì guòqu de wǒmen yǒu dìng fēng zhū ma tóng tāmen jiāotán wǒ yě gǎndào fàngxīn wǒ yě shì xiāngxìn xié bùshèng zhèng de rén wǒ shǐzhōng lèguān tóngxué men qǐng yuánliàng wǒ bùshì zài zhèlǐ jiǎng kōnghuà shùshǒu děngdài shì pàn bùdào měihǎo de míngtiān de wǒ shuō xié bùshèng zhèng yīnwèi zài rènhé shèhuì lǐ dōu cúnzài zháo shì yǔ fēi guāngmíng yǔ yīn'àn de dòuzhēng zuìhòu de shènglì dāngrán shǔyú zhèngyì shǔyú guāngmíng dànshì zài mǒu yī gè shíqī shènzhì zài jiàocháng de yī duàn shíqī shì yě huì bài yú fēi guāngmíng yě huì bèi yīn'àn yǎngài zhīliú yě huì chāoguò zhǔliú zài zhèlǐ dòuzhēng shuāngfāng lìliang de qiángruò huì qǐ dà de zuòyòng zài zhè yī chǎng lǐxiǎng yǔ jīnqián de dòuzhēng zhōng wǒmen jué bùshì pángguānzhě dòuzhēng de shèngbài guānxìdào wǒmen měigerén de mìngyùn wǒmen shì zhège shèhuì de chéngyuán shì zhège guójiā de gōngmín yàoshi wǒmen dàjiā bù xiànchū zìjǐ de hànshuǐ hé cáizhì nàme shèhuì de fāzhǎn hé guójiā de téngfēi yě bùguò shì yījù kōnghuà wǒ chángcháng xiǎng wèishénme xuānchuán le jǐ shí nián de chónggāo lǐxiǎng hé dà hǎo xíngshì què wúfǎ fángzhǐ huángjīn wēnyì de chuánbō wèishénme yòng lǐxiǎng jiàoyù rénmen jǐ shí nián nàme duō de kèběn nàme duō de xuéxí zīliào nàme duō de bàokān nàme duō de wénzhāng dào jīntiān niánqīng de xuésheng hái pánghuáng wú zhǔ sìchù xúnqiú ne xiǎopéngyǒu men bù mán nǐmen shuō duì zháo yǎnqián wǔguāngshísè de jǐngxiàng jiù lián wǒ yǒushí yě gǎndào míhuòbùjiě le wǒ yào wèn lǐxiǎng jiūjìng shì shénme nándào tā shì xūwúpiǎomiǎo de dōngxi nándào tā shì méiyǒu jùtǐ nèiróng de kōnghuà zhè jǐ shí niánlái wǒmen něi yī tiān zhōngduàn guò guānyú lǐxiǎng de xuānchuán nàme chuánbō huángjīn yì de bìngdú jiūjìng láizì héchù něi fāng jīntiān dàochù zài jiēfā yǒurén fànmài méilàn de shípǐn tuīxiāo màopái de jiǎhuò bàn wúliáo xiǎobào yìn dàobǎn shū zuò gèzhǒng kōngtóu shēngyì wèile dàitóu zhìfù bùxī sǔngōngféisī huò guó hàirén zhèxiē rén tāmen yě tán lǐxiǎng yě jiǎng háoyánzhuàngyǔ tāmen shuō yītào zuò lìngwài yītào duì tāmen lǐxiǎng bùguò shì zhāopai shì zhuāngshì shì gōngjù tāmen kǒu lǐ yuè shì jiǎng de tiānhuāluànzhuì zuò de shìqing yuè shì jiànbudérén xiàngqián kàn yīxiàzi jiù biànwéi xiàng qián kàn dìng fēng zhū yě huì biànchéng fēng xìn jī zài suǒwèi bùzhèngzhīfēng guā de zuì lìhai shìfēi nán fēn zhēnjiǎnánbiàn de shíhou wǒ yě céng jǐcì yíhuò dì wèn zìjǐ lǐxiǎng jiūjìng zài shénmedìfang tā shìbùshì yǐjīng bèi kuángfēng jù làng chuī dǎ de wú zōng wú yǐng wǒ fǎngfú kànjiàn zhīliú yādǎo le zhǔliú tā qìshìxiōngxiōng dì gǔngǔn xiàngqián rán'ér jíshǐ zài zhège shíhou wǒ yě méiyǒu lǐyóu huīxīn juéwàng yīnwèi lǐxiǎng míngmíng hái zài wǒ qiánmiàn shǎnguāng ",
    "HSK_level": "HSK5",
    "source_url": "http://chinesereadingpractice.com/2020/05/05/chinese-essay-ba-jins-correspondence-with-young-friends-searching-for-ideals-part-ii/",
    "retrieved_date": "21-03-2024"
}