{
    "text": "《打人》在外滩看见一个警察打人，没有缘故，只是一时兴起，挨打的是个十五六岁的穿得相当干净的孩子，棉袄棉裤，腰间系带。警察用的鞭，没看仔细，好像就是警棍头上的绳圈。“呜！”抽下去，一下又一下，把孩子逼在墙根。孩子很可以跑而不跑，仰头望着他，皱着脸，眯着眼，就像乡下人在田野的太阳里睁不开眼睛的样子，仿佛还带着点笑。事情来得太突兀了，缺乏舞台经验的人往往来不及调整面部表情。我向来很少有正义感。我不愿意看见什么，就有本事看不见。然而这一回，我忍不住屡屡回过头去望，气塞胸膛，打一下，就觉得我的心收缩一下。打完之后，警察朝这边踱了过来，我恶狠狠盯住他看，恨不得眼睛里飞出小刀子，很希望我能够表达出充分的鄙夷与愤怒，对于一个麻风病患者的憎怖。然而他只觉得有人在注意他，得意洋洋紧了一紧腰间的皮带。他是个长脸大嘴的北方人，生得不难看。他走到公众厕所的门前，顺手揪过一个穿长袍而带寒酸相的，并不立即动手打，只定睛看他，一手按着棍子。那人于张惶气恼之中还想讲笑话，问道：“阿sir是为仔要我登牢子?”大约因为我的思想没受过训练之故，这时候我并不想起阶级革命，一气之下，只想去做官，或是做主席夫人，可以走上前给那警察两个耳刮子。在民初李涵秋的小说里，这时候就应当跳出一个仗义的西洋传教师，或是保安局长的姨太太（女主角的手帕交，男主角的旧情人。）偶尔天真一下还不要紧，那样有系统地天真下去，到底不大好。",
    "translation": "On the Bund, I saw a policeman beating sometime, for no particular reason, it was just momentary thrill. The person being beaten was a 15 or 16-year-old cleanly-dressed kid, in a cotton coat and cotton pants, with a belt tied about his waist. The policeman used a whip, and though I couldn’t see clearly, it appeared to be the round strap on the end of his baton. Wu, [the whip] came down, again and again, forcing the child up against the base of a wall. The kid could have run but he didn’t, just lifted his head and looked up at the policeman, scrunching his face, squinting, like a villager in the countryside who cannot fully open his eyes beneath a bright sun, it was almost as if he was wearing a small smile. It happened too suddenly, and those who lack experience on the stage had no time to adjust their expressions.\nI’ve rarely ever had a sense of justice. Anything I’m unwilling to see, I’m able to not see. But this time, I couldn’t help but look back again and again, by breath caught in my chest, and as each strike came down, I felt my heart constrict. When the beating was finished, the policeman strolled my way, and I fixed him with an evil stare, wishing daggers would fly from my eyes, and I wished I could express the fullness of my disdain and fury, my abhorrence of such a leper. But the policeman was only [gratified by] the attention, and triumphantly tightened his leather belt. He was a long-faced, big-mouthed northerner, not un-handsome.\nHe walked to the door of the public restroom, and casually grabbed a shabby man wearing a long robe, but didn’t immediately begin hitting him, rather fixed his eyes upon him, one hand pressed to his cudgel. The man, though flustered, still [managed] to crack a joke, asking: “Are you staring at me like that because you want me to go sit in jail?”\nPerhaps because my thinking hasn’t been properly trained, at this moment I thought nothing at all of the class revolution, in my anger, I just wished I was an official, or the Chairman’s wife, and could walk over and give that policeman two slaps in the face.\nIf this was an early Republic of China-era novel by Li Hanqiu, this is when a righteous western missionary, or the Chief of Police’s concubine (the female protagonist’s best friend, the male protagonist’s old lover) would jump out [onto the scene and save the day]. But [though] occasional [forays] into such naive thinking is no cause for concern, continual systematic naivety is no good at all.",
    "pinyin": "dǎ rén zàiwài tān kànjiàn yī gè jǐngchá dǎ rén méiyǒu yuángù zhǐshì yīshí xīngqǐ ái dǎdī shì gè shíwǔ liù suì de chuān de xiāngdāng gānjìng de háizi mián'ǎo miánkù yāo jiān xì dài jǐngchá yòng de biān méi kàn zǐxì hǎoxiàng jiùshì jǐnggùn tóushàng de shéng quān wū chōu xiàqù yīxià yòu yīxià bǎ háizi bī zài qiánggēn háizi hěn kěyǐ pǎo ér bù pǎo yǎngtóu wàng zháo tā zhòu zháo liǎn mí zhuóyǎn jiù xiàng xiāngxiàrén zài tiányě de tàiyang lǐ zhēng bù kāi yǎnjing de yàngzi fǎngfú hái dài zháo diǎn xiào shìqing láide tài tūwù le quēfá wǔtái jīngyàn de rén wǎngwǎng láibují tiáozhěng miànbùbiǎoqíng wǒ xiànglái hěn shǎoyǒu zhèngyì gǎn wǒ bù yuànyì kànjiàn shénme jiù yǒu běnshì kànbujiàn rán'ér zhè yī huí wǒ rěnbuzhù lǚlǚ huí guòtóu qù wàng qìsāi xiōngtáng dǎ yīxià jiù juéde wǒ de xīn shōusuō yīxià dǎ wán zhīhòu jǐngchá cháo zhèbiān duó le guòlái wǒ èhěnhěn dīngzhù tā kàn hènbude yǎnjing lǐ fēichū xiǎo dāozi hěn xīwàng wǒ nénggòu biǎodá chū chōngfèn de bǐyí yǔ fènnù duìyú yī gè máfēngbìng huànzhě de zēng bù rán'ér tā zhǐ juéde yǒurén zài zhùyì tā déyìyángyáng jǐn le yī jǐn yāo jiān de pídài tā shì gè cháng liǎndà zuǐ de běifāng rén shēng de bù nánkàn tā zǒu dào gōngzhòng cèsuǒ de ménqián shùnshǒu jiū guò yī gè chuān chángpáo ér dài hánsuān xiàng de bìngbù lìjí dòngshǒu dǎ zhǐ dìngjīng kàn tā yīshǒu àn zháo gùnzi nà rén yú zhānghuáng qìnǎo zhīzhōng hái xiǎng jiǎng xiàohuà wèndào ā shì wéi zǐ yào wǒ dēng láozǐ dàyuē yīnwèi wǒ de sīxiǎng méi shòu guò xùnliàn zhī gù zhè shíhou wǒ bìngbù xiǎngqǐ jiējí gémìng yīqìzhīxià zhǐ xiǎng qù zuòguān huòshì zuò zhǔxí fūren kěyǐ zǒu shàngqián gěi nà jǐngchá liǎng gè ěrguāzi zài mín chū lǐ hán qiū de xiǎoshuō lǐ zhè shíhou jiù yīngdāng tiàochū yī gè zhàngyì de xīyáng chuán jiàoshī huòshì bǎo'ān júzhǎng de yítàitai rǔ zhǔjué de shǒupà jiāo nán zhǔjué de jiù qíngrén ǒu'ěr tiānzhēn yīxià hái bùyàojǐn nàyàng yǒuxìtǒng dì tiānzhēn xiàqù dàodǐ bùdà hǎo ",
    "HSK_level": "HSK5",
    "source_url": "http://chinesereadingpractice.com/2020/06/10/essay-hitting-someone-by-zhang-ailing-eileen-chang/",
    "retrieved_date": "21-03-2024"
}