{
    "text": "马来西亚推出50辆女性专用出租车 大受欢迎在马来西亚，女性常常成为抢劫、性骚扰和其他暴力行为的受害者。据法国媒体11月30日报道，为了更好地保护女性免受暴力侵害，马来西亚首都吉隆坡上周末推出了50辆只搭载女性的“女性出租车”。这些车的挡风玻璃顶端标有“女性出租车”字样，司机也是女性。与吉隆坡几家出租公司合作发起该项目的马来西亚妇女、家庭和社会发展部称，希望将“女性出租车”数量增加到400辆左右。此举受到了当地女性的热烈欢迎。“这项举措当然很好，我们乘车时会感到更加安全。”26岁的办公室文员纳西尔说。不过，有的女司机担心男性乘客会因此流失；也有人担忧“女性出租车”的标志可能会使驾驶这种出租车的女司机成为袭击目标。马来西亚此前还曾推出粉红色女性专用火车车厢、只载女乘客的女性专用公交车，以免女性受到性骚扰等伤害。除了马来西亚，墨西哥、埃及、伊朗等国都曾推出女性专用出租车。",
    "translation": "In Malaysia, women often become the victims of robberies, sexual harassment and other violent acts. According to a November 30 French media report, in order to better protect women from violence, last weekend the Malaysian capital, Kuala Lumpur released 50 “women’s taxis” which will only transport women.  \nThe top of the windshields of these taxis show a sign reading “women’s taxi”, and the drivers are also women. the project is a cooperation between several of Kuala Lumpur’s taxi companies and the project initiator, Malaysia’s Department of Women, Family and Community Development, who said that they hope to increase the number of “women’s taxi’s” to 400.   \nThis has received a warm welcome from the local women. “This act is of course very good, we can feel safer getting into a taxi,” said 26-year-old office worker Na Xi Er (proper name). However, some female taxi drivers worry about the loss of male customers, and some people are concerned that because of what the “women’s only taxis” symbolize, the female drivers will become the target of attacks.\nBefore this, Malaysia has already released pink women-only train carriages, as well as buses that only carry women, in order to [help women] avoid suffering harm from sexual harassment. Besides Malaysia, Mexico, Egypt, Iran and other countries have already unveiled women-only taxis.",
    "pinyin": "Mǎláixīyà tuīchū liàng nǚxìng zhuānyòng chūzūchē dà shòuhuānyíng zài Mǎláixīyà nǚxìng chángcháng chéngwéi qiǎngjié xìngsāorǎo hé qítā bàolì xíngwéi de shòuhàizhě jù Fǎguó méitǐ yuè rìbào dào wèile gēng hǎo dì bǎohù nǚxìng miǎnshòu bàolì qīnhài Mǎláixīyà shǒudū Jílóngpō shàng zhōumò tuīchū le liàng zhǐ dāzài nǚxìng de nǚxìng chūzūchē zhèxiē jū de dǎngfēngbōli dǐngduān biāo yǒu nǚxìng chūzūchē zìyàng sījī yě shì nǚxìng yǔ Jílóngpō jǐ jiā chūzū gōngsī hézuò fāqǐ gāi xiàngmù de Mǎláixīyà fùnǚ jiātíng hé shèhuì fāzhǎn bù chēng xīwàng jiāng nǚxìng chūzūchē shùliàng zēngjiā dào liàng zuǒyòu cǐ jǔ shòu dàoliǎo dāngdì nǚxìng de rèliè huānyíng zhè xiàng jǔcuò dāngrán hěn hǎo wǒmen chéngchē shí huì gǎndào gèngjiā ānquán suì de bàngōngshì wényuán Nàxī ěr shuō bùguò yǒude rǔ sījī dānxīn nánxìng chéngkè huì yīncǐ liúshī yě yǒurén dānyōu nǚxìng chūzūchē de biāozhì kěnéng huì shǐ jiàshǐ zhèzhǒng chūzūchē de rǔ sījī chéngwéi xíjī mùbiāo Mǎláixīyà cǐqián hái céng tuīchū fěnhóngsè nǚxìng zhuānyòng huǒchē chēxiāng zhǐ zǎi rǔ chéngkè de nǚxìng zhuānyòng gōngjiāochē yǐmiǎn nǚxìng shòudào xìngsāorǎo děng shānghài chúle Mǎláixīyà Mòxīgē Āijí Yīlǎng děng guódū céng tuīchū nǚxìng zhuānyòng chūzūchē ",
    "HSK_level": "HSK5",
    "source_url": "http://chinesereadingpractice.com/2012/01/07/news-malaysia-unveils-special-taxis-for-women-only-to-warm-welcome/",
    "retrieved_date": "21-03-2024"
}