{
    "text": "《冷刺》韩枫静静地伏在厚厚的落叶下，一动不动，安静得如同一条冬眠的蛇，不，他比蛇还要无声无息，谁也不会想到斑驳腐烂的落叶堆里会有这样坚强的生命存在，仿佛亘古就是如此。真是无法想象一个人能在这样的环境中潜伏两天两夜，不吃不喝，纹丝不动。在苍茫的原始丛林中，空气闷热得令人窒息，浑身就像霉烂了似的，湿漉漉的感觉别提有多难受了，何况韩枫的身上还捂着这么厚的一堆落叶，真是连气也喘不过来了。韩枫就这样无声无息地潜伏着，安静得几乎连生命的体征也消失了，身边来来往往已经过去了几个特种小组，就连最擅长追踪的“灵狐”特战小组也没有发现他。他不能动，也不敢动，因为他知道林中还有不少特战高手在伺机狙杀，他要做最有耐心的猎人而不是成为别人的猎物。他们这一组除了他，其他人都“挂”了，在三天前残酷的“杀戮”中先后“阵亡”，而他，凭着超强的第六感和匪夷所思的身手不但逃过了对方的狙杀，而且还“杀”了数名富有经验的特战精英，居然毫发无伤。在十多个特战精英小组的攻击下能做到这一点，真是奇迹！这次的特种兵大比武，是五年一度的全国“特种兵”对抗大赛，来自全国七大军区的特战精英，个个都是身经百战的高手，随便挑出一个，横扫一个普通连队绝不是痴人说梦。这次的特种兵大比武是实兵对抗，一切从实战出发，除了弹药是空包弹外，其他都是特种部队必需的武器装备。十天为限，没有后援，没有给养，各自为战，淘汰者出局。",
    "translation": "Han Feng silently hid beneath a thick pile of dead leaves, motionless, as calm as a hibernating snake; no, he was even more silent than a snake. No one would think that a strong life could exist inside such a motley, rotten pile of dead leaves, it was as if [the pile] had always been this way. There was no way to imagine  that a person could hide in this environment for two days without food or drink, not moving a whisker. In this vast primeval forest, the weather was so stiflingly hot as to make men suffocate, as if they were rotting from head to toe; needless to say the clamminess was very uncomfortable, moreso since Han Feng was covered in a thick pile of dead leaves – it was difficult to even draw breath. \nAnd so Han Feng hid there not making a sound, his very sense of life nearly fading away, as special units came and went around him; even the most expert trackers, the “Quick Foxes” special forces unit, didn’t discover his position.\nHe didn’t move, he didn’t dare, because he knew that in the forest special forces experts were laying in wait to ambush him. He must be the most patient hunter, or else he would become someone else’s prey. Everyone else in his group had already been “hung”. In the “massacre” three days before, they’d “died” in battle one after the other. But he, relying on his superior sixth sense and freakish agility, had escaped his opponent’s ambush, and had also “killed” more than a few of supremely experienced special forces elite, somehow taking no wounds himself. It was a real miracle that he’d managed this under attack from 10-plus special forces elite groups!\nTo this Commando Competition, an international “special forces soldier” face-off held once every five years, came elite commandos from the world’s seven major military regions. Each [soldier] had [proven themselves] in numerous battles – it would not be unrealistic to say that any one you picked out of the bunch could single-handedly wipe out a whole unit of regular soldiers. This Commando Competition was a real military engagement, everything was like a real war, except for the fact that blanks are used for ammunition, all other equipment was special forces standard issue. A ten day limit, no reinforcements, no support, every man for himself, anyone eliminated is out of the running.",
    "pinyin": "lěng cì Hán fēng jìng jìng dì fú zài hòu hòu de luòyè xià yīdòngbùdòng ānjìng de rú tóngyī tiáo dōngmián de shé bù tā bǐ shé hái yào wúshēngwúxī shéi yě bùhuì xiǎngdào bānbó fǔlàn de luòyè duī lǐ huì yǒu zhèyàng jiānqiáng de shēngmìng cúnzài fǎngfú gèngǔ jiùshì rúcǐ zhēnshi wúfǎ xiǎngxiàng yīgèrén néng zài zhèyàng de huánjìng zhōng qiánfú liǎng tiān liǎng yè bù chī bù hē wénsībùdòng zài cāngmáng de yuánshǐ cónglín zhōng kōngqì mēnrè de lìngrén zhìxī húnshēn jiù xiàng méilàn le shìde shīlùlù de gǎnjué bié tí yǒu duō nánshòu le hékuàng Hán fēng de shēnshang hái wǔ zháo zhème hòu de yīduī luòyè zhēnshi lián qì yě chuǎn bù guòlái le Hán fēng jiù zhèyàng wúshēngwúxī dì qiánfú zháo ānjìng de jīhū lián shēngmìng de tǐzhēng yě xiāoshī le shēnbiān lái lái wǎngwǎng yǐjīng guòqu le jǐge tèzhǒng xiǎozǔ jiù lián zuì shàncháng zhuīzōng de líng hú tè zhàn xiǎozǔ yě méiyǒu fāxiàn tā tā bùnéng dòng yě bù gǎn dòng yīnwèi tā zhīdào lín zhōng háiyǒu bùshǎo tè zhàn gāoshǒu zài sìjī jū shā tā yào zuò zuì yǒu nàixīn de lièrén ér bùshì chéngwéi biéren de lièwù tāmen zhè yī zǔ chúle tā qítā rén dōu guà le zài sān tiān qián cánkù de shālù zhōng xiānhòu zhènwáng ér tā píng zháo chāo qiáng de dìliùgǎn hé fěiyísuǒsī de shēnshǒu bùdàn táo guò le duìfāng de jū shā érqiě hái shā le shǔ míng fùyǒu jīngyàn de tè zhàn jīngyīng jūrán háofà wú shāng zài shí duōge tè zhàn jīngyīng xiǎozǔ de gōngjī xià néng zuòdào zhè yīdiǎn zhēnshi qíjì zhè cì de tèzhǒngbīng dà bǐwǔ shì wǔ nián yīdù de quánguó tèzhǒngbīng duìkàng dà sài láizì quánguó qī dà jūnqū de tè zhàn jīngyīng gègè dōu shì shēnjīngbǎizhàn de gāoshǒu suíbiàn tiǎo chū yī gè héngsǎo yī gè pǔtōng liánduì jué bùshì chīrénshuōmèng zhè cì de tèzhǒngbīng dà bǐwǔ shì shí bīng duìkàng yīqiè cóng shízhàn chūfā chúle dànyào shì kòng bāo tán wài qítā dōu shì tèzhǒngbùduì bìxū de wǔqì zhuāngbèi shí tiān wéi xiàn méiyǒu hòuyuán méiyǒu gěi yǎng gèzì wéi zhàn táotài zhě chūjú ",
    "HSK_level": "HSK5",
    "source_url": "http://chinesereadingpractice.com/2011/04/11/cold-thorn-part-1/",
    "retrieved_date": "21-03-2024"
}