{
    "text": "日本地震已致7653人死亡11746人失踪中新网3月20日电 据“中央社”报道，日本3月11日强震和海啸灾难，今天迈入第10天，警察厅指出，截至19日深夜11时为止，确认死亡人数达7653人，下落不明者增至1万1746人，死亡和失踪人数合计1万9399人。警察厅指出，罹难者遍布12都县，其中宫城县4449人、岩手县2501人、福岛县647人，此3县沿海地区遭海啸侵袭，灾情最惨重。警方接获的行踪不明者通报，岩手县有4253人、福岛县4503人、宫城县2895人，另外3县也有人失踪。此外，仍栖身避难所的灾民总数约36万3000人。其中宫城县约有15万5000人、福岛县约13万2000人、岩手县约4万9000人。很多人因避难生活长期化而健康恶化，灾民依然处于严峻状况下。",
    "translation": "China News Service, March 20 via [Taiwan] Central News Agency Report: The March 11 Japan mega-quake disaster is entering its 10th day and according to Japan’s National Police Agency has confirmed that, as of [March] 19th at 11:00p.m., the death toll has reached 7653 people, and the number of persons unaccounted for has increased to 11,746 people, with the missing and dead totaling 19,399 people.   \nThe National Police Agency reports that the fatalities are spread over 12 districts, included among these are Miyagi with 4449 people, Iwate with 2501 people, and Fukushima with 647 people – these three districts are coastal areas where the tsunami was most disastrous. The police recieved reports of 4253 missing persons in Iwate, 4503 in Fukushima, and 2895 in Miyagi. Three other districts additionally have [reported] missing persons. \nIn addition, there are still 363,000 victims living in refugee shelters. That number includes 155,000 people in Miyagi, 132,000 people in Fukushima, and 49,000 from Iwate. Due to long-term stays in the shelters, the health of many refugees is worsening, leaving many in a grim situation.",
    "pinyin": "Rìběn dìzhèn yǐ zhì rén sǐwáng rén shīzōng Zhōngxīnwǎng yuè Rìdiàn jù Zhōngyāngshè bàodào Rìběn yuè rì qiángzhèn hé hǎixiào zāinàn jīntiān mài rù dì tiān Jǐngchátīng zhǐchū jiézhì rì shēnyè shí wéizhǐ quèrèn sǐwángrénshù dá rén xiàluòbùmíng zhě zēng zhì wàn rén sǐwáng hé shīzōng rénshù héjì wàn rén Jǐngchátīng zhǐchū línàn zhě biànbù dōu xiàn qízhōng Gōngchéng Xiàn rén Yánshǒu Xiàn rén Fúdǎo Xiàn rén cǐ xiàn yánhǎidìqū zāo hǎixiào qīnxí zāiqíng zuì cǎnzhòng jǐngfāng jiēhuò de xíngzōng bùmíng zhě tōngbào Yánshǒu Xiàn yǒu rén Fúdǎo Xiàn rén Gōngchéng Xiàn rén lìngwài xiàn yě yǒurén shīzōng cǐwài réng qīshēn bìnànsuǒ de zāimín zǒngshù yuē wàn rén qízhōng Gōngchéng Xiàn yuē yǒu wàn rén Fúdǎo Xiàn yuē wàn rén Yánshǒu Xiàn yuē wàn rén hěn duō rén yīn bìnàn shēnghuó chángqī huà ér jiànkāng èhuà zāimín yīrán chǔyú yánjùn zhuàngkuàng xià ",
    "HSK_level": "HSK5",
    "source_url": "http://chinesereadingpractice.com/2011/03/20/7653-dead-in-japan-earthquake-and-11746-missing/",
    "retrieved_date": "21-03-2024"
}