{
    "text": "铅笔的历史非常悠久，它起源于2000多年前的古罗马时期。那时的铅笔很简陋，只不过是金属套里夹着的一根铅棒，甚至是铅块，倒真是名副其实的“铅”笔。而我们今天使用的铅笔是用石墨和黏土制成的，里面并不含铅。现代铅笔诞生于16世纪的英国。1564年，有人在巴罗代尔发现了一种名叫石墨的黑色矿物。石墨能像铅一样在纸上留下痕迹，而且比铅的痕迹要黑得多，因此，人们称石墨为“黑铅”。巴罗代尔一带的牧羊人常用石墨在羊身上做记号。后来，人们又将石墨块切成小条，用于写字、绘画。不久，英王乔治二世将巴罗代尔石墨矿收归皇室所有，把它定为皇家的专用品。不过，石墨条也有它的缺点：容易弄脏手，还容易折断。1761年，德国化学家法伯用石墨粉同硫磺、松香等混合起来，制成条，这比纯石墨条的韧性大得多，也不大容易弄脏手。18世纪末时，只有英、德两国能够生产铅笔。后来，法国也在自己的国土上找到了石墨矿，但矿的质量不高，储量也少。法国科学家孔德便在石墨中掺入黏土，放进窑里烧制，制成了既好用又耐用的铅笔芯。石墨中掺入的黏土的比例不同，铅笔芯的硬度也就不同。我们常看到铅笔头上标着B、HB一类的字母，表示的就是铅笔芯的硬度和颜色深浅。B表示黑度，H表示硬度，所以，HB就是软硬和颜色深浅都适中的铅笔芯，适合写字。",
    "translation": "The history of the pencil is very long, dating back 2000 years to ancient Roman times. The pencils of that time were very crude, being nothing more than a gold cover cripping a lead stick, or even a lead block, and it really was a “lead” pen (not just in name only). Whereas the pencils we use toady are manufactured from graphite and clay, the inside doesn’t really contain lead.\nModern pencils were born in 16th Century England. In 1564, people in Borrowdale discovered a kind of black mineral called graphite. Like lead, graphite could leave marks on paper, and the marks it left were much darker than lead, thus, people called graphite “black lead”. Shepherds in the Borrowdale region commonly used graphite to mark seals on the bodies of sheep. Later, people carved lead into little strips, using them for writing and drawing. After long, the English king George the Second brought Borrowdale graphite ore back to the imperial household for the royal family’s particular use.\nHowever, graphite strips also had their weak point: they dirty the hands, and they break easily. In 1761, German chemist Faber mixed graphite powder together with sulfer, pine resin and other things, and manufactured them as strips, which was much tougher than simple graphite, and didn’t dirty the hands as easily. At the end of the 18th century, only England and Germany were capable of producing pencils.\nLater, France discovered [deposits of] graphite ore in their earth, but the ore’s quality wasn’t high, and the quantities weren’t great. French Scientist Conte mixed the ore with clay, fired it in a kiln, making a more easy to use and durable pencil wick. The amount of clay mixed with the graphite wasn’t always the same, and so the hardness of the lead [wick] also changed accordingly. We often see “B” and “HB” letters marked out on the head of the pencil, indicating hardness and light or darkness of color. “B” indicates color, H indicates hardness, therefore, “HB” indicates that hardness and darkness of the lead are both moderate, and are suitable for writing.",
    "pinyin": "qiānbǐ de lìshǐ fēicháng yōujiǔ tā qǐyuán yú duō niánqián de gǔ Luómǎ shíqī nàshí de qiānbǐ hěn jiǎnlòu zhǐbuguò shì jīnshǔ tào lǐ jiā zháo de yī gēn qiān bàng shènzhì shì qiān kuài dǎo zhēnshi míngfùqíshí de qiān bǐ ér wǒmen jīntiān shǐyòng de qiānbǐ shì yòng shímò hé niántǔ zhìchéng de lǐmiàn bìngbù hán qiān xiàndài qiānbǐ dànshēng yú shìjì de Yīngguó nián yǒurén zài bā luó dài ěr fāxiàn le yīzhǒng míngjiào shímò de hēisè kuàngwù shímò néng xiàng qiān yīyàng zài zhǐ shàng liúxià hénjì érqiě bǐ qiān de hénjì yào hēi de duō yīncǐ rénmen chēng shímò wéi hēi qiān bā luó dài ěr yīdài de mùyángrén chángyòng shímò zài yáng shēnshang zuò jìhao hòulái rénmen yòu jiāng shímò kuài qiēchéng xiǎo tiáo yòngyú xiězì huìhuà bùjiǔ yīng wáng Qiáozhì èrshì jiāng bā luó dài ěr shímò kuàng shōu guī huángshì suǒyǒu bǎ tā dìng wéi huángjiā de zhuānyòng pǐn bùguò shímò tiáo yě yǒu tā de quēdiǎn róngyì nòngzāng shǒu hái róngyì zhéduàn nián Déguó huàxuéjiā fǎ bó yòng shímò fěn tóng liúhuáng sōngxiāng děng hùnhé qilai zhìchéng tiáo zhè bǐ chún shímò tiáo de rènxìng dà de duō yě bùdà róngyì nòngzāng shǒu shìjìmò shí zhǐyǒu yīng dé liǎngguó nénggòu shēngchǎn qiānbǐ hòulái Fǎguó yě zài zìjǐ de guótǔ shàng zhǎo dàoliǎo shímò kuàng dàn kuàng de zhìliàng bù gāo chǔliàng yě shǎo Fǎguó kēxuéjiā Kǒngdé biàn zài shímò zhōng chān rù niántǔ fàngjìn yáo lǐ shāozhì zhì chéngle jì hǎoyòng yòu nàiyòng de qiānbǐ xīn shímò zhōng chān rù de niántǔ de bǐlì bùtóng qiānbǐ xīn de yìngdù yě jiù bùtóng wǒmen cháng kàn dào qiānbǐ tóushàng biāo zháo yīlèi de zìmǔ biǎoshì de jiùshì qiānbǐ xīn de yìngdù hé yánsè shēnqiǎn biǎoshì hēi dù biǎoshì yìngdù suǒyǐ jiùshì ruǎn yìng hé yánsè shēnqiǎn dōu shìzhōng de qiānbǐ xīn shìhé xiězì ",
    "HSK_level": "HSK5",
    "source_url": "http://chinesereadingpractice.com/2014/02/05/history-of-the-pencil/",
    "retrieved_date": "21-03-2024"
}