{
    "text": "岳飞纹字岳飞十五六岁时，北方的金人南侵，宋朝当权者腐败无能，节节败退，国家处在生死存亡的关头。岳飞投军抗辽。不久因父丧，退伍还乡守孝。1126年，金兵大举入侵中原，岳飞再次投军。临行前，姚太夫人把岳飞叫到跟前，说：”现在国难当头，你有什么打算？”“到前线杀敌，精忠报国！”姚太夫人听了儿子的回答，十分满意，”精忠报国”正是母亲对儿子的希望。她决定把这四个字刺在儿子的背上，让他永远铭记在心。岳飞解开上衣，露出瘦瘦的脊背，请母亲下针。姚太夫人问：”孩子，针刺是很痛的，你怕吗？”岳飞说：”母亲，小小钢针算不了什么，如果连针都怕，怎么去前线打仗！”姚太夫人先在岳飞背上写了字，然后用绣花针刺了起来。但“国”字没有一点，象征国内无首。刺完之后，岳母又涂上醋墨。从此，”精忠报国”四个字就永不褪色地留在了岳飞的后背上。 母亲的鼓舞激励着岳飞。岳飞投军后，很快因作战勇敢升秉义郎。这时宋都开封被金军围困，岳飞随副元帅宗泽前去救援，多次打败金军，受到宗泽的赏识，称赞他“智勇才艺，古良将不能过”，后来成为著名的抗金英雄，受历代人民所敬仰。",
    "translation": "When Yuefei was fifteen or sixteen, the Northern Jin invaded [across] their southern [border]. Those who held power within the Song Dynasty were corrupt and incompetent, were pushed back through gradual defeats, and the country’s continued existence hung by a thread. Yuefei [had originally] joined the army to resist the Liao. But before long his father died, and he left the military to return to his hometown and pay his respects. \nIn 1126, the Jin launched a large-scale incursion into the central plains, and Yuefei once again enlisted. Before he set out, Madam Yaotai [Yuefei’s mother] called Yuefei before her, and said: “Right now the country is facing great difficulty, what do you plan to do?” \n“Go to the front lines and slaughter the enemy, and serve my country with perfect loyalty.” \nMadam Yaotai listened to her son’s answer, and was quite satisfied, as “serve the country with perfect loyalty” was precisely what she hoped her son would do. She decided to take these four words and tattoo them onto her son’s back, so they would be forever engraved on his heart. \nYuefei opened his shirt, exposing his thin back, and invited his mother to begin.\nMadam Yaotai asked, “Child, tattoos are quite painful, are you afraid?” \nYuefei said: “Mother, a little needle is nothing. If I was afraid of a needle, how could I [face] going to war on the front lines?” \nMadam Yaotai first drew the words on his back, then used an embroidery needle to tattoo him. But she left the dot off the character “国”, to symbolize that the country had no [real] leader. When she was done, she spread a mix of ink and vinegar [over the wound]. From then on, “serve the country with perfect loyalty” [were engraved], never-fading, on his back. His mother’s encouragement inspired Yuefei. After Yuefei joined the army, he was promoted quickly to the rank of Minister of Righteous Justice due to his courage on the battlefield. During this time, the Song capital of Kaifeng was surrounded by the Jin army, and Yuefei went to Deputy Marshall Zongze’s rescue, defeating the Jin army many times, and he won Zongze’s appreciation, who said of him, “Even the good generals of antiquity couldn’t have defeated [someone with] so much intelligence, courage, talent and artistry.” Later he became a famous hero of the anti-Jin resistance, and receive the admiration of later generations.",
    "pinyin": "Yuè Fēi wén zì Yuè Fēi shíwǔ liù suìshí běifāng de jīn rén nán qīn Sòng cháo dāngquánzhě fǔbài wúnéng jiéjié bàituì guójiā chǔzài shēngsǐcúnwáng de guāntóu Yuè Fēi tóujūn kàng Liáo bùjiǔ yīn fùsāng tuìwǔ huánxiāng shǒuxiào nián jīn bīng dàjǔ rùqīn Zhōngyuán Yuè Fēi zàicì tóujūn línxíng qián yáo tài fūren bǎ Yuè Fēi jiào dào gēnqián shuō xiànzài guó nán dāng tóu nǐ yǒu shénme dǎsuàn dào qiánxiàn shādí jīng zhōng bàoguó yáo tài fūren tīng le érzi de huídá shífēn mǎnyì jīng zhōng bàoguó zhèngshì mǔqīn duì érzi de xīwàng tā juédìng bǎ zhè sì gè zì cì zài érzi de bèi shàng ràng tā yǒngyuǎn míngjì zài xīn Yuè Fēi jiěkāi shàngyī lùchū shòu shòu de jǐbèi qǐng mǔqīn xià zhēn yáo tài fūren wèn háizi zhēncì shì hěn tòng de nǐ pà ma Yuè Fēi shuō mǔqīn xiǎoxiǎo gāng zhēn suànbùliǎo shénme rúguǒ lián zhēn dōu pà zěnme qù qiánxiàn dǎzhàng yáo tài fūren xiān zài Yuè Fēi bèi shàng xiě le zì ránhòu yòng xiùhuā zhēncì le qilai dàn guó zì méiyǒu yīdiǎn xiàngzhēng guónèi wú shǒu cì wán zhīhòu yuèmǔ yòu tú shàng cù mò cóngcǐ jīng zhōng bàoguó sì gè zì jiù yǒngbù tuìsè dì liú zài le Yuè Fēi de hòubèi shàng mǔqīn de gǔwǔ jīlì zháo Yuè Fēi Yuè Fēi tóujūn hòu hěn kuài yīn zuòzhàn yǒnggǎn shēng bǐng yì láng zhèshí Sòng dōu Kāifēng bèi jīn jūn wéikùn Yuè Fēi suí fù yuánshuài zōng zé qián qù jiùyuán duōcì dǎbài jīn jūn shòudào zōng zé de shǎngshí chēngzàn tā zhì yǒng cáiyì gǔ liáng jiāng bùnéng guò hòulái chéngwéi zhùmíng de kàng jīn yīngxióng shòu lìdài rénmín suǒ jìngyǎng ",
    "HSK_level": "HSK5",
    "source_url": "http://chinesereadingpractice.com/2020/05/11/folk-tales-yue-fei-tattoo/",
    "retrieved_date": "21-03-2024"
}