{
    "text": "《活着》第一章这位老人后来和我一起坐在了那棵茂盛的树下，在那个充满阳光的下午，他向我讲述了自己。四十多年前，我爹常在这里走来走去，他穿着一身黑颜色的绸衣，总是把双手背在身后，他出门时常对我娘说：“我到自己的地上去走走。”我爹走在自己的田产上，干活的佃户见了，都要双手握住锄头恭敬地叫一声：“老爷。”我爹走到了城里，城里人见了都叫他先生。我爹是很有身份的人，可他拉屎时就像个穷人了。他不爱在屋里床边的马桶上拉屎，跟牲畜似的喜欢到野地里去拉屎。每天到了傍晚的时候，我爹打着饱嗝，那声响和青蛙叫唤差不多，走出屋去，慢吞吞地朝村口的粪缸走去。走到了粪缸旁，他嫌缸沿脏，就抬脚踩上去蹲在上面。我爹年纪大了，屎也跟着老了，出来不容易，那时候我们全家人都会听到他在村口嗷嗷叫着。几十年来我爹一直这样拉屎，到了六十多岁还能在粪缸上一蹲就是半晌，那两条腿就和鸟爪一样有劲。我爹喜欢看着天色慢慢黑下来，罩住他的田地。我女儿凤霞到了三、四岁，常跑到村口去看她爷爷拉屎，我爹毕竟年纪大了，蹲在粪缸上腿有些哆嗦，凤霞就问他：“爷爷，你为什么动呀？”我爹说：“是风吹的。”那时候我们家境还没有败落，我们徐家有一百多亩地，从这里一直到那边工厂的烟囱，都是我家的。我爹和我，是远近闻名的阔老爷和阔少爷，我们走路时鞋子的声响，都像是铜钱碰来撞去的。我女人家珍，是城里米行老板的女儿，她也是有钱人家出生的。有钱人嫁给有钱人，就是把钱堆起来，钱在钱上面哗哗地流，这样的声音我有四十年没有听到了。我是我们徐家的败家子，用我爹的话说，我是他的孽子。我念过几年私塾，穿长衫的私塾先生叫我念一段书时，是我最高兴的。我站起来，拿着本线装的《千字文》，对私塾先生说：“好好听着，爹给你念一段。”年过花甲的私塾先生对我爹说：“你家少爷长大了准能当个二流子。”我从小就不可救药，这是我爹的话。私塾先生说我是朽木不可雕也。现在想想他们都说对了，当初我可不这么想，我想我有钱呵，我是徐家仅有的一根香火，我要是灭了，徐家就得断子绝孙。上私塾时我从来不走路，都是我家一个雇工背着我去，放学时他已经恭恭敬敬地弯腰蹲在那里了，我骑上去后拍拍雇工的脑袋，说一声：“长根，跑呀。”雇工长根就跑起来，我在上面一颠一颠的，像是一只在树梢上的麻雀。我说一声：“飞呀。”长根就一步一跳，做出一副飞的样子。我长大以后喜欢往城里跑，常常是十天半月不回家。我穿着白色的丝绸衣衫，头发抹得光滑透亮，往镜子前一站，我看到自己满脑袋的黑油漆，一副有钱人的样子。Buy it on Amazon",
    "translation": "Later, this old man sat down with me beneath the verdant trees, and on that sunlit afternoon, he told me of himself.\nForty-odd years ago, my father would often walk around out here, wearing a black silk robe, always with both hands behind his back, and whenever he went out he would say to my mother:\n“I’m going to walk around my place.”\nMy father would walk on his estate, and when the tenant farmers saw him, they would hold their shovels still in between two hands and say respectfully:\n“Master.”\nWhenever my father walked into town, the townsfolk called him “Mister”. My father was a personage of some repute, but when he moved his bowels, he did it like a poor man. He didn’t like to relieve himself in the toilet by the bed, and preferred to shit in the wilds like a farm animal. Every evening, my father let out a belch, a sound like a croaking frog, and left the house, walking sluggishly towards the manure vat at the mouth of the village.\nHe’d arrive at the manure vat, and finding the filth around its edges distasteful, he’d go up on tiptoe and squat above it. My father was old, and his feces were as old as he was, they didn’t come out easily, and everyone in the house could hear him grunting.\nFor many years this is how my father moved his bowels, at 60 years old he could still squat over the manure pit for half the day, his two legs had the strength of a bird’s claws. My father like to watch the sky slowly fade to black, covering his fields. When my daughter Feng Xia was three or four, she would often run to the mouth of the village to watch grandpa poop, after all my father was getting on in years, and as he was squatting there his legs would tremble a bit, and Feng Xia would ask:\n“Grandpa, why are you moving?”\nAnd my dad would say: “It’s the wind.”\nAt that time our family’s situation hadn’t yet deteriorated, the Xu’s had 100-plus mu of land, from here all the way to that factory’s smokestack, all of it was our family’s. My dad and I, were famous near and far as the Rich Old Master and the Rich Young Master, when we walked on the road, the sound of our shoes was like the sound of copper cash striking. My wife Jia Zhen, was the daughter of a rice industry bigwig in town, she also came from a wealthy family. A wealthy woman marrying a wealthy man, money piled on money, swishing in a great stream, I haven’t heard that sound in 40 years.\nI was the Xu family wastrel, or in my father’s words, I was his unfilial son.\nI went to private school for a couple of years, and when the school master in his long silk gown called on me to read a passage aloud, that’s when I was happiest. I would stand up, holding a string-bound copy of Qianzi Wen, and say to him:\n“Listen up, your elder is going to read you a passage.”\nThe schoolmaster, who was over sixty, would say to my father:\n“Your family’s young master is going to be a loafer when he grows up.”\nEver since I was little, I’ve been incorrigable, that’s what my father said. The schoolmaster said I was “rotten wood that couldn’t be carved”. Now that I think on it they were both right, but at the time I didn’t think this was so, I thought I had money, I was the Xu family’s only son, if something happened to me, the family would be without heirs.\nWhen I went to school I never walked, it was always our hired worker that carried me there on his back, and when I got off, he always respectfully crouched over there, and when I jumped on I patted his head and said:\n“Run, Changgen!”\nThe worker Changgen would run, and I would bounce along, like a sparrow sitting on a tree branch. I’d say:\n“Fly.”\nAnd Changgun would walk one step and jump one step, and make as if he was flying.\nAfter I grew up I like to go into the city, and often wouldn’t come back for 10 days or half a month. I’d wear a white silk shirt, my hair sleek and shiny, standing in front of the mirror, I’d see the black oil in my hair, the picture of a wealthy man.",
    "pinyin": "huózhe dìyī zhāng zhèwèi lǎorén hòulái hé wǒ yīqǐ zuò zài le nà kē màoshèng de shù xià zài nàge chōngmǎnyángguāng de xiàwǔ tā xiàng wǒ jiǎngshù le zìjǐ sìshí duō niánqián wǒ diē cháng zài zhèlǐ zǒu lái zǒuqù tā chuānzhuó yīshēn hēi yánsè de chóu yì zǒngshì bǎ shuāng shǒubèi zài shēnhòu tā chūmén shícháng duì wǒ niáng shuō wǒ dào zìjǐ de dìshang qù zǒu zǒu wǒ diē zǒu zài zìjǐ de tiánchǎn shàng gànhuó de diànhù jiàn le dōu yào shuāngshǒu wòzhù chútou gōngjìng dì jiào yīshēng lǎoye wǒ diē zǒu dàoliǎo chéng lǐ chéng lǐrén jiàn le dōu jiào tā xiānsheng wǒ diē shì hěn yǒu shēnfèn de rén kě tā lāshǐ shí jiù xiàng gè qióngrén le tā bù ài zài wū lǐ chuángbiān de mǎtǒng shàng lāshǐ gēn shēngchù shìde xǐhuan dào yědì lǐ qù lāshǐ měitiān dàoliǎo bàngwǎn de shíhou wǒ diē dǎ zháo bǎo gé nà shēngxiǎng hé qīngwā jiàohuan chàbuduō zǒuchū wū qù màntūntūn dì cháo cūn kǒu de fèn gāng zǒuqù zǒu dàoliǎo fèn gāng páng tā xián gāng yán zāng jiù tái jiǎo cǎi shàngqù dūn zài shàngmian wǒ diē niánjì dà le shǐ yě gēnzhe lǎo le chulai bù róngyì nàshíhou wǒmen quán jiārén dūhuì tīngdào tā zài cūn kǒu áo áo jiào zháo jǐ shí niánlái wǒ diē yīzhí zhèyàng lāshǐ dàoliǎo liùshí duō suì hái néng zài fèn gāng shàng yī dūn jiùshì bànshǎng nà liǎng tiáo tuǐ jiù hé niǎo zhuǎ yīyàng yǒu jìn wǒ diē xǐhuan kàn zháo tiānsè mànmàn hēi xiàlai zhào zhù tā de tiándì wǒ nǚ'ér fèng xiá dàoliǎo sān sì suì cháng pǎo dào cūn kǒu qù kàn tā yéye lāshǐ wǒ diē bìjìng niánjì dà le dūn zài fèn gāng shàng tuǐ yǒuxiē duōsuo fèng xiá jiù wèn tā yéye nǐ wèishénme dòng ya wǒ diē shuō shì fēng chuī de nàshíhou wǒmen jiājìng hái méiyǒu bàiluò wǒmen xú jiā yǒu yī bǎi duō mǔ dì cóng zhèlǐ yīzhí dào nàbian gōngchǎng de yāncōng dōu shì wǒ jiāde wǒ diē hé wǒ shì yuǎnjìn wénmíng de kuò lǎoye hé kuò shàoye wǒmen zǒulù shí xiézi de shēngxiǎng dōu xiàng shì tóng qián pèng lái zhuàng qù de wǒ nǚrén jiā zhēn shì chéng lǐ mǐ xíng lǎobǎn de nǚ'ér tā yě shì yǒuqián rénjiā chūshēng de yǒuqiánrén jià gěi yǒuqiánrén jiùshì bǎ qián duī qilai qián zài qián shàngmian huāhuā dì liú zhèyàng de shēngyīn wǒ yǒu sìshí nián méiyǒu tīng dàoliǎo wǒ shì wǒmen xú jiāde bàijiāzǐ yòng wǒ diē dehuà shuō wǒ shì tā de nièzǐ wǒ niàn guò jǐnián sīshú chuān chángshān de sīshú xiānsheng jiào wǒ niàn yī duàn shū shí shì wǒ zuìgāo xīng de wǒ zhànqǐlai ná zháo běn xiàn zhuāng de Qiānzìwén duì sīshú xiānsheng shuō hǎohǎo tīng zháo diē gěi nǐ niàn yī duàn nián guò huājiǎ de sīshú xiānsheng duì wǒ diē shuō nǐ jiā shàoye zhǎngdà le zhǔn néng dāng gè èrliúzi wǒ cóngxiǎo jiù bùkějiùyào zhè shì wǒ diē dehuà sīshú xiānsheng shuō wǒ shì xiǔmù bùkě diāo yě xiànzài xiǎng xiǎng tāmen dōu shuō duìle dāngchū wǒ kěbu zhème xiǎng wǒ xiǎng wǒ yǒuqián hē wǒ shì xú jiā jǐn yǒude yī gēn xiānghuǒ wǒ yàoshi miè le xú jiā jiù de duàn zǐ jué sūn shàng sīshú shí wǒ cóngláibù zǒulù dōu shì wǒ jiā yī gè gù gōng bèi zháo wǒ qù fàngxué shí tā yǐjīng gōng gōngjìng jìng dì wānyāo dūn zài nàli le wǒ qí shàngqù hòu pāi pāi gù gōng de nǎodài shuō yīshēng cháng gēn pǎo ya gù gōng cháng gēn jiù pǎo qilai wǒ zài shàngmian yī diān yī diān de xiàng shì yī zhǐ zài shùshāo shàng de máquè wǒ shuō yīshēng fēi ya cháng gēn jiù yī bù yī tiào zuòchū yī fù fēi de yàngzi wǒ zhǎngdà yǐhòu xǐhuan wǎng chéng lǐ pǎo chángcháng shì shí tiān bànyuè bù huíjiā wǒ chuānzhuó báisè de sīchóu yīshān tóufa mǒ de guānghuá tòuliàng wǎng jìngzi qián yī zhàn wǒ kàn dào zìjǐ mǎn nǎodài de hēi yóuqī yī fù yǒuqiánrén de yàngzi ",
    "HSK_level": "HSK5",
    "source_url": "http://chinesereadingpractice.com/2020/04/19/novels-start-reading-to-live-by-yu-hua/",
    "retrieved_date": "21-03-2024"
}