{
    "text": "鲁迅写给藤野先生的信尊敬的藤野先生： 您好！非常抱歉在离开仙台之后一直没给您写信了，但是我一直深深地挂念着您。 我还清清楚楚的记得，清清楚楚的看见一位衣着朴素的黑手的先生、八字须、戴着一副大大的眼镜正在津津有味地讲着医学课。还记得当年我一心寻求救国的道路而来到仙台，到仙台我最根本的目的是为了学医医治中国人的性命。可当我看了一部电影后才知道：我需要医治的是中国人的精神，其次才是医治他们的性命。所以当时我并没有学生物学，而是弃医从文了。中国当时是个弱国，振奋民族精神努力在烧眉，相信藤野先生您一定会理解我这片爱国之心吧！在仙台的日子里我还要多谢藤野先生对我无微不至的关心和照顾。您没有民族偏见，无悔地授给我医术，并且精心改正我的讲义，细心严格的纠正我的解剖实习，求实地了解中国女人裹脚…… 都使我终生难忘、终生受益。 不知藤野先生还是否记得您给我改的那些厚厚的讲义，可惜在我迁居的时候恰好被烧毁了，只留下了你的相片。每当夜间疲倦，正想偷懒时，掩面在灯光中瞥见您那黑瘦的面孔似乎正要说出抑扬顿挫的话语来，便使我忽又良心发现，而且增加勇气。于是点上一支香烟，再继续写那些为“正人君子”之流所深恶痛疾的文字。我决心与我的通道们奋力呐喊，一笔为抢、为匕刀，像反动势力勇猛冲击。更希望您能支持我的做法。现在的您一切还好吗？总而言之我把千言万语化作一句话：笑一笑，十年少。祝：身体健康、万事如意。Buy on Amazon:Lu Xun’s Chinese essays and The Real Story of Ah Q in English.",
    "translation": "Respected Mr. Yoshino, Hello!\nI’m very sorry I haven’t written you a letter since I left Sendai, but I’ve always remembered you with deep fondness. I still clearly remember, when I clearly saw an unassuming man with dark hands, an arrow-shaped beard, wearing a large pair of glasses and teaching a medical class with great enthusiasm. \nI also remember that year, I went to Sendai looking for a way to save China, and when I arrived in Sendai my most basic purpose was to study medicine to heal the lives of the Chinese people. But when I saw a [certain] movie I finally knew: what [most] needed healing was the Chinese people’s spirit, and from this their lives could be healed. So I didn’t study biology, but gave up medicine for literature. China was a weak country then, but we are diligently making progress in igniting the people’s spirit，I believe that Mr. Yoshino can certainly understand my patriotic heart! \nI still must thank Mr. Yoshino for showing me every possible care and consideration during those days in Sendai. You were not biased towards [my] nationality, bestowed [your knowledge in] the medical arts upon me without regret, as well as meticulously corrected my lecture materials, attentively and seriously redressed [me during] my anatomy internship, realistically understood Chinese foot-binding practices… all this I will remember my whole life, and benefit from my whole life. I don’t know if Mr. Yoshino still remembers those very thick lecture materials of mine that you corrected, pity that when I was moving house they were burned up and destroyed, all that’s left is your picture. Whenever it’s late and I’m weary, and I’m just beginning to think of loafing off, hidden in the lamplight I glimpse your thin, dark face [looking] as if you’re about to speak in that rising and falling cadence of yours, and it makes me suddenly discover my conscience once again, and raises my courage. And so I light a cigarette, and keep writing those words which are so abhorrent to “proper gentlemen” types. \nI’m determined to struggle and shout with my compatriots, a pen as a gun, as a dagger, like the resistance forces attacking bravely. More that that, I hope you will support my approach. \nHow is everything with you now? In short I’ll wrap up my many words in one sentence: A little smile is all it takes to make you ten years younger. \nWishing you: Health and smooth dealings in all matters.",
    "pinyin": "Lǔ Xùn xiě gěi Téngyě Xiānsheng de xìn zūnjìng de Téngyě Xiānsheng nínhǎo fēicháng bàoqiàn zài líkāi Xiāntái zhīhòu yīzhí méi gěi nín xiěxìn le dànshì wǒ yīzhí shēnshēn dì guàniàn zháo nín wǒ huánqīng qīngchu chǔ de jìde qīng qīngchu chǔ de kànjiàn yī wèi yīzhuó pǔsù de hēi shǒu de xiānsheng bāzì xū dài zháo yī fù dàdà de yǎnjìng zhèngzài jīnjīnyǒuwèi dì jiǎng zháo yīxué kè hái jìde dāngnián wǒ yīxīn xúnqiú jiùguó de dàolù ér láidào Xiāntái dào Xiāntái wǒ zuì gēnběn de mùdì shì wèile xué yī yīzhì Zhōngguórén de xìngmìng kě dāng wǒ kàn le yī bù diànyǐng hòu cái zhīdào wǒ xūyào yīzhì de shì Zhōngguórén de jīngshén qícì cái shì yīzhì tāmen de xìngmìng suǒyǐ dāngshí wǒ bìng méiyǒu xué shēngwùxué érshì qì yī cóng wén le Zhōngguó dāngshí shì gè ruò guó zhènfèn mínzú jīngshén nǔlì zài shāo méi xiāngxìn Téngyě Xiānsheng nín yīdìng huì lǐjiě wǒ zhè piàn àiguó zhī xīn ba zài Xiāntái de rìzi lǐ wǒ hái yào duōxiè Téngyě Xiānsheng duì wǒ wúwēibùzhì de guānxīn hé zhàogu nín méiyǒu mínzú piānjiàn wúhuǐ dì shòu gěi wǒ yīshù bìngqiě jīngxīn gǎizhèng wǒ de jiǎngyì xìxīn yángé de jiūzhèng wǒ de jiěpōu shíxí qiú shídì liǎojiě Zhōngguó nǚrén guǒjiǎo dōu shǐ wǒ zhōngshēng nánwàng zhōngshēng shòuyì bùzhī Téngyě xiān shēnghuán shìfǒu jìde nín gěi wǒ gǎi de nàxiē hòu hòu de jiǎngyì kěxī zài wǒ qiānjū de shíhou qiàhǎo bèi shāohuǐ le zhǐ liúxià le nǐ de xiàngpiàn měidāng yèjiān píjuàn zhèng xiǎng tōulǎn shí yǎn miàn zài dēngguāng zhōng piējiàn nín nà hēi shòu de miànkǒng sìhū zhèngyào shuōchū yìyángdùncuò dehuà yǔ lái biàn shǐ wǒ hū yòu liángxīn fāxiàn érqiě zēngjiā yǒngqì yúshì diǎn shàng yī zhī xiāngyān zài jìxù xiě nàxiē wéi zhèngrénjūnzi zhī liú suǒ shēn ě tòng jí de wénzì wǒ juéxīn yǔ wǒ de tōngdào men fènlì nàhǎn yī bǐ wéi qiǎng wéi bǐ dāo xiàng fǎndòngshìli yǒngměng chōngjī gēng xīwàng nín néng zhīchí wǒ de zuòfǎ xiànzài de nín yīqiè háihǎo ma zǒng'éryánzhī wǒ bǎ qiānyánwànyǔ huàzuò yījùhuà xiào yī xiào shí niánshào zhù shēntǐ jiànkāng wànshìrúyì ",
    "HSK_level": "HSK5",
    "source_url": "http://chinesereadingpractice.com/2020/04/23/letters-famous-20th-century-author-lu-xun-writes-to-his-friend/",
    "retrieved_date": "21-03-2024"
}