{
    "text": "南辕北辙从前有一个人，从魏国到楚国去。他带上很多的盘缠，雇了上好的车，驾上骏马，请了驾车技术精湛的车夫，就上路了。楚国在魏国的南面，可这个人不问青红皂白让驾车人赶着马车一直向北走去。路上有人问他的车是要往哪儿去，他大声回答说: “去楚国！”路人告诉他说: “到楚国去应往南方走，你这是在往北走，方向不对。那人满不在乎地说:”没关系，我的马快着呢!” 路人替他着急，拉住他的马，阻止他说, “方向错了，你的马再快，也到不了楚国呀!” 那人依然毫不醒悟地说: “不要紧，我带的路费多着呢!” 路人极力劝阻他说:“虽说你路费多，可是你走的不是那个方向，你路费多也只能白花呀!” 那个一心只想着要到楚国去的人有些不耐烦地说: “这有什么难的，我的车夫赶车的本领高着呢!” 路人无奈，只好松开了拉住车把子的手，眼睁睁看着那个盲目上路的魏人走了。那个魏国人，不听别人的指点劝告，仗着自己的马快、钱多、车夫好等优越条件，朝着相反方向一意孤行。那么，他条件越好，他就只会离要去的地方越远，因为他的大方向错了。这个故事告诉我们，无论做什么事，都要首先看准方向，才能发充分挥自己的有利条件；如果方向错了，那么有利条件只会起到相反的作用。",
    "translation": "Long ago, there was a man traveling from the Kingdom of Wei to the Kingdom of Chu. He took a lot of traveling money with him, hired a good carriage, harnessed it to a strong steed, hired an exquisitely skilled driver, and then began his journey. The Kingdom of Chu was to the south of the Kingdom of Wei, but this man couldn’t tell the difference when the driver rode away towards the north.\nOn the road, a passing traveler asked where they were going. The man loudly answered, “We’re going to the Kindom of Chu!”. The traveler told him, “If you’re going to Chu, you should go south. You’re going north, it’s the wrong direction.” The man unconcernedly replied, “No problem! My horse is very fast.” Worried for him, the traveler pulled at the horse, and warned, “You’re going the wrong way. Even if your horse was even faster than it is, you still won’t reach the Kingdom of Chu!” Still not seeing the truth, the man said, “Don’t worry, I’ve brought a lot of money with me.” Making a concerted effort to dissuade him, the traveler said, “Though you may have a lot of money, you’re still going the wrong direction, and your money will be spent in vain.” Thinking of nothing other than getting to the Kingdom of Chu, the man impatiently said, “It’s not a problem, my driver is extremely skilled!” Out of options, the traveler let go of the carriage and watched helplessly as the aimless man from Wu rode away.\nThe man from Wu didn’t listen to anyone’s exhortations, relying on his fast horse, his money, his driver’s skill and many other favorable conditions, and obstinately continued to go in the opposite direction. Doing this, he could only continue to get further and further away from his goal, because his overall direction was wrong.\nThis story tells us, no matter what the situation is, we’d better first be sure we’re going the right way, and only then can we fully employ our other advantages, otherwise those advantages will just cause us pain [lit: have the opposite effect].",
    "pinyin": "nányuánběizhé cóngqián yǒu yīgèrén cóng Wèiguó dào Chǔguó qù tā dài shàng hěn duō de pánchan gù le shànghǎo de jū jià shàng jùnmǎ qǐng le jiàchē jìshù jīngzhàn de chēfū jiù shànglù le Chǔguó zài Wèiguó de nánmiàn kě zhège rén bùwènqīnghóngzàobái ràng jiàchē rén gǎn zháo mǎchē yīzhí xiàngběi zǒuqù lùshang yǒurén wèn tā de jū shì yào wǎng nǎr qù tā dàshēng huídá shuō qù Chǔguó lùrén gàosu tā shuō dào Chǔguó qù yìng wǎng nánfāng zǒu nǐ zhè shì zài wǎng běi zǒu fāngxiàng bùduì nà rén mǎnbùzàihu dì shuō méiguānxi wǒ de mǎ kuài zhene lùrén tì tā zháojí lā zhù tā de mǎ zǔzhǐ tā shuō fāngxiàng cuò le nǐ de mǎ zài kuài yě dào bùliǎo Chǔguó ya nà rén yīrán háobù xǐngwù dì shuō bùyàojǐn wǒ dài de lùfèi duō zhene lùrén jílì quànzǔ tā shuō suīshuō nǐ lùfèi duō kěshì nǐ zǒu de bùshì nàge fāngxiàng nǐ lùfèi duō yě zhǐnéng bái huā ya nàge yīxīn zhǐ xiǎng zháo yào dào Chǔguó qù de rén yǒuxiē bùnàifán dì shuō zhè yǒu shénme nán de wǒ de chēfū gǎnchē de běnlǐng gāo zhene lùrén wúnài zhǐhǎo sōngkāi le lā zhù chēbǎ zǐ de shǒu yǎnzhēngzhēng kàn zháo nàge mángmù shànglù de wèi rén zǒu le nàge wèi guórén bù tīng biéren de zhǐdiǎn quàngào zhàng zháo zìjǐ de mǎ kuài qián duō chēfū hǎo děng yōuyuè tiáojiàn cháozhe xiāngfǎn fāngxiàng yīyìgūxíng nàme tā tiáojiàn yuè hǎo tā jiù zhǐ huì lí yào qù de dìfang yuè yuǎn yīnwèi tā de dà fāngxiàng cuò le zhège gùshì gàosu wǒmen wúlùn zuò shénmeshì dōu yào shǒuxiān kànzhǔn fāngxiàng cáinéng fā chōngfèn huī zìjǐ de yǒulì tiáojiàn rúguǒ fāngxiàng cuò le nàme yǒulì tiáojiàn zhǐ huì qǐ dào xiāngfǎn de zuòyòng ",
    "HSK_level": "HSK5",
    "source_url": "http://chinesereadingpractice.com/2011/01/20/the-story-behind-the-idiom%e3%80%80nanyuanbeizhe/",
    "retrieved_date": "21-03-2024"
}